{
  "_meta": {
    "source": "reference/apple/Markdown Editor/Localizable.xcstrings",
    "generated": "2026-02-16",
    "description": "Canonical translation strings shared between Apple and Windows builds",
    "locales": [
      "ar",
      "de",
      "en",
      "es",
      "es-419",
      "es-US",
      "fr",
      "fr-CA",
      "hi",
      "id",
      "it",
      "ja",
      "ko",
      "nl",
      "pl",
      "pt-BR",
      "ru",
      "th",
      "tr",
      "uk",
      "vi",
      "zh-Hans",
      "zh-Hant"
    ],
    "string_count": 140
  },
  "strings": {
    "theme": {
      "en": "{0} theme{1}",
      "ar": "{0} موضوع{1}"
    },
    "characters": {
      "en": "{0} characters",
      "ar": "{0} أحرف"
    },
    "documents_tagged": {
      "en": "{0} document(s) tagged",
      "ar": "{0} وثيقة (وثائق) الموسومة"
    },
    "words": {
      "en": "{0} words",
      "de": "{0} Wörter",
      "es": "{0} palabras",
      "fr": "{0} mots",
      "it": "{0} parole",
      "ja": "{0} 語",
      "zh-Hans": "{0} 字"
    },
    "aa": {
      "en": "Aa",
      "ar": "أأ",
      "de": "AA",
      "es": "AA",
      "es-419": "AA",
      "es-US": "AA",
      "fr": "Organisme d'assistance pour les automobilistes",
      "fr-CA": "Organisme d'assistance pour les automobilistes",
      "hi": "ए ए",
      "id": "Aa",
      "it": "AA",
      "ja": "Aa",
      "ko": "준문학사",
      "nl": "AA",
      "pl": "Stowarzyszenie Anonimowych Alkoholików",
      "pt-BR": "Aa",
      "ru": "Автомобильная ассоциация",
      "th": "เอเอ",
      "tr": "Aa",
      "uk": "Аа",
      "vi": "Aa",
      "zh-Hans": "嗜酒者互诫协会",
      "zh-Hant": "阿亞"
    },
    "about": {
      "en": "About",
      "ar": "عَنْ",
      "de": "Über",
      "es": "Sobre",
      "es-419": "Sobre",
      "es-US": "Sobre",
      "fr": "À peu près",
      "fr-CA": "À peu près",
      "hi": "लगभग",
      "id": "Tentang",
      "it": "Circa",
      "ja": "アバウト",
      "ko": "에 대하여",
      "nl": "Over",
      "pl": "Około",
      "pt-BR": "Sobre",
      "ru": "О",
      "th": "เกี่ยวกับ",
      "tr": "Hakkında",
      "uk": "Про",
      "vi": "Về chủ đề",
      "zh-Hans": "关于",
      "zh-Hant": "關於"
    },
    "actions": {
      "en": "Actions ({0})",
      "de": "Aktionen ({0})",
      "es": "Acciones ({0})",
      "fr": "Actions ({0})",
      "it": "Azioni ({0})",
      "ja": "アクション ({0})",
      "zh-Hans": "操作 ({0})"
    },
    "add": {
      "en": "Add",
      "de": "Hinzufügen",
      "es": "Añadir",
      "fr": "Ajouter",
      "it": "Aggiungi",
      "ja": "追加",
      "zh-Hans": "添加"
    },
    "add_to_favorites": {
      "en": "Add to Favorites",
      "de": "Zu Favoriten hinzufügen",
      "es": "Añadir a favoritos",
      "fr": "Ajouter aux favoris",
      "it": "Aggiungi ai preferiti",
      "ja": "お気に入りに追加",
      "zh-Hans": "添加到收藏夹"
    },
    "advanced_encryption_protocols_safeguard_confidential_communications_and_ensure_privacy_throughout_transmission": {
      "en": "Advanced encryption protocols safeguard confidential communications and ensure privacy throughout transmission.",
      "ar": "تحمي بروتوكولات التشفير المتقدمة الاتصالات السرية وتضمن الخصوصية طوال فترة الإرسال.",
      "de": "Fortschrittliche Verschlüsselungsprotokolle schützen vertrauliche Kommunikation und gewährleisten die Privatsphäre während der gesamten Übertragung.",
      "es": "Los protocolos de cifrado avanzados salvaguardan las comunicaciones confidenciales y garantizan la privacidad durante toda la transmisión.",
      "es-419": "Los protocolos de cifrado avanzados salvaguardan las comunicaciones confidenciales y garantizan la privacidad durante toda la transmisión.",
      "es-US": "Los protocolos de cifrado avanzados salvaguardan las comunicaciones confidenciales y garantizan la privacidad durante toda la transmisión.",
      "fr": "Les protocoles de cryptage avancés protègent les communications confidentielles et garantissent la confidentialité tout au long de la transmission.",
      "fr-CA": "Les protocoles de cryptage avancés protègent les communications confidentielles et garantissent la confidentialité tout au long de la transmission.",
      "hi": "उन्नत एन्क्रिप्शन प्रोटोकॉल गोपनीय संचार की सुरक्षा करते हैं और ट्रांसमिशन के दौरान गोपनीयता सुनिश्चित करते हैं।",
      "id": "Protokol enkripsi tingkat lanjut melindungi komunikasi rahasia dan memastikan privasi selama transmisi.",
      "it": "Protocolli di crittografia avanzati salvaguardano le comunicazioni riservate e garantiscono la privacy durante la trasmissione.",
      "ja": "高度な暗号化プロトコルは、機密通信を保護し、送信全体を通じてプライバシーを確保します。",
      "ko": "고급 암호화 프로토콜은 기밀 통신을 보호하고 전송 전반에 걸쳐 프라이버시를 보장합니다.",
      "nl": "Geavanceerde coderingsprotocollen beschermen vertrouwelijke communicatie en zorgen voor privacy tijdens de verzending.",
      "pl": "Zaawansowane protokoły szyfrowania zabezpieczają poufną komunikację i zapewniają prywatność podczas transmisji.",
      "pt-BR": "Protocolos de criptografia avançados protegem as comunicações confidenciais e garantem a privacidade durante toda a transmissão.",
      "ru": "Продвинутые протоколы шифрования защищают конфиденциальные сообщения и обеспечивают конфиденциальность на протяжении всей передачи.",
      "th": "โปรโตคอลการเข้ารหัสขั้นสูงปกป้องการสื่อสารที่เป็นความลับและรับประกันความเป็นส่วนตัวตลอดการส่ง",
      "tr": "Gelişmiş şifreleme protokolleri gizli iletişimleri korur ve iletim boyunca gizliliği sağlar.",
      "uk": "Розширені протоколи шифрування захищають конфіденційні комунікації та забезпечують конфіденційність протягом всієї передачі.",
      "vi": "Các giao thức mã hóa nâng cao bảo vệ thông tin liên lạc bí mật và đảm bảo quyền riêng tư trong suốt quá trình truyền tải.",
      "zh-Hans": "先进的加密协议保护机密通信，并确保整个传输过程的隐私。",
      "zh-Hant": "先進的加密協議保護機密通訊，並確保整個傳輸過程中的隱私。"
    },
    "ahammock": {
      "en": "ahammock",
      "ar": "أرجوحة",
      "de": "Hängematte",
      "es": "Una hamaca",
      "es-419": "Una hamaca",
      "es-US": "Una hamaca",
      "fr": "Hamac",
      "fr-CA": "Hamac",
      "hi": "झूला",
      "id": "Tempat tidur gantung",
      "it": "Amaca",
      "ja": "アハモック",
      "ko": "Ahammock",
      "nl": "Hangmat",
      "pl": "Hamak",
      "pt-BR": "Uma rede",
      "ru": "Гамак",
      "th": "เปลญวน",
      "tr": "Ahamak",
      "uk": "Гамак",
      "vi": "Võng",
      "zh-Hans": "吊床",
      "zh-Hant": "吊床"
    },
    "all_documents": {
      "en": "All Documents",
      "de": "Alle Dokumente",
      "es": "Todos los documentos",
      "fr": "Tous les documents",
      "it": "Tutti i documenti",
      "ja": "すべての書類",
      "zh-Hans": "所有文档"
    },
    "apply_tag": {
      "en": "Apply Tag",
      "de": "Tag anwenden",
      "es": "Aplicar etiqueta",
      "fr": "Appliquer l'étiquette",
      "it": "Applica tag",
      "ja": "タグを適用",
      "zh-Hans": "应用标签"
    },
    "apply_tags": {
      "en": "Apply Tags",
      "de": "Tags anwenden",
      "es": "Aplicar etiquetas",
      "fr": "Appliquer les étiquettes",
      "it": "Applica tag",
      "ja": "タグを適用",
      "zh-Hans": "应用标签"
    },
    "archive": {
      "en": "Archive",
      "de": "Archivieren",
      "es": "Archivar",
      "fr": "Archiver",
      "it": "Archivia",
      "ja": "アーカイブ",
      "zh-Hans": "归档"
    },
    "archived": {
      "en": "Archived",
      "de": "Archiviert",
      "es": "Archivados",
      "fr": "Archivés",
      "it": "Archiviati",
      "ja": "アーカイブ済み",
      "zh-Hans": "已归档"
    },
    "automated_backup_systems_preserve_critical_data_and_enable_quick_recovery_in_case_of_unexpected_failures": {
      "en": "Automated backup systems preserve critical data and enable quick recovery in case of unexpected failures.",
      "ar": "تحتفظ أنظمة النسخ الاحتياطي الآلية بالبيانات الهامة وتمكن الاسترداد السريع في حالة حدوث أعطال غير متوقعة.",
      "de": "Automatisierte Backup-Systeme bewahren kritische Daten bei und ermöglichen eine schnelle Wiederherstellung im Falle unerwarteter Fehler.",
      "es": "Los sistemas de copia de seguridad automatizados conservan datos críticos y permiten una recuperación rápida en caso de fallos inesperados.",
      "es-419": "Los sistemas de copia de seguridad automatizados conservan datos críticos y permiten una recuperación rápida en caso de fallos inesperados.",
      "es-US": "Los sistemas de copia de seguridad automatizados conservan datos críticos y permiten una recuperación rápida en caso de fallos inesperados.",
      "fr": "Les systèmes de sauvegarde automatisés préservent les données critiques et permettent une récupération rapide en cas de défaillances inattendues.",
      "fr-CA": "Les systèmes de sauvegarde automatisés préservent les données critiques et permettent une récupération rapide en cas de défaillances inattendues.",
      "hi": "स्वचालित बैकअप सिस्टम महत्वपूर्ण डेटा को संरक्षित करते हैं और अप्रत्याशित विफलताओं के मामले में त्वरित पुनर्प्राप्ति को सक्षम करते हैं।",
      "id": "Sistem cadangan otomatis menyimpan data penting dan memungkinkan pemulihan cepat jika terjadi kegagalan yang tidak terduga.",
      "it": "I sistemi di backup automatizzati conservano i dati critici e consentono un rapido recupero in caso di guasti imprevisti.",
      "ja": "自動バックアップシステムは重要なデータを保持し、予期せぬ障害が発生した場合に迅速な復旧を可能にします。",
      "ko": "자동 백업 시스템은 중요한 데이터를 보존하고 예기치 않은 오류가 발생할 경우 신속한 복구를 가능하게 합니다.",
      "nl": "Geautomatiseerde back-upsystemen bewaren kritieke gegevens en maken snel herstel mogelijk in geval van onverwachte storingen.",
      "pl": "Zautomatyzowane systemy tworzenia kopii zapasowych zachowują krytyczne dane i umożliwiają szybkie odzyskiwanie w przypadku nieoczekiwanych awarii.",
      "pt-BR": "Os sistemas de backup automatizados preservam dados críticos e permitem uma recuperação rápida em caso de falhas inesperadas.",
      "ru": "Автоматизированные системы резервного копирования сохраняют критически важные данные и обеспечивают быстрое восстановление в случае неожиданных сбоев.",
      "th": "ระบบสํารองข้อมูลอัตโนมัติจะรักษาข้อมูลสําคัญและเปิดใช้งานการกู้คืนอย่างรวดเร็วในกรณีที่เกิดความล้มเหลวที่ไม่คาดคิด",
      "tr": "Otomatik yedekleme sistemleri kritik verileri korur ve beklenmedik arızalar durumunda hızlı kurtarma sağlar.",
      "uk": "Автоматизовані системи резервного копіювання зберігають критичні дані та забезпечують швидке відновлення у разі несподіваних збоїв.",
      "vi": "Các hệ thống sao lưu tự động bảo tồn dữ liệu quan trọng và cho phép khôi phục nhanh chóng trong trường hợp xảy ra lỗi bất ngờ.",
      "zh-Hans": "自动备份系统可以保留关键数据，并在发生意外故障时实现快速恢复。",
      "zh-Hant": "自動備份系統可以儲存關鍵資料，並在發生意外故障時實現快速恢復。"
    },
    "automated_workflow_optimization_reduces_manual_effort_while_maintaining_high_quality_standards_across_operations": {
      "en": "Automated workflow optimization reduces manual effort while maintaining high quality standards across operations.",
      "ar": "يقلل تحسين سير العمل الآلي من الجهد اليدوي مع الحفاظ على معايير الجودة العالية عبر العمليات.",
      "de": "Die automatisierte Workflow-Optimierung reduziert den manuellen Aufwand und hält gleichzeitig hohe Qualitätsstandards im gesamten Betrieb aufrecht.",
      "es": "La optimización automatizada del flujo de trabajo reduce el esfuerzo manual al tiempo que mantiene altos estándares de calidad en todas las operaciones.",
      "es-419": "La optimización automatizada del flujo de trabajo reduce el esfuerzo manual al tiempo que mantiene altos estándares de calidad en todas las operaciones.",
      "es-US": "La optimización automatizada del flujo de trabajo reduce el esfuerzo manual al tiempo que mantiene altos estándares de calidad en todas las operaciones.",
      "fr": "L'optimisation automatisée du flux de travail réduit l'effort manuel tout en maintenant des normes de qualité élevées dans toutes les opérations.",
      "fr-CA": "L'optimisation automatisée du flux de travail réduit l'effort manuel tout en maintenant des normes de qualité élevées dans toutes les opérations.",
      "hi": "स्वचालित वर्कफ़्लो अनुकूलन संचालन में उच्च गुणवत्ता मानकों को बनाए रखते हुए मैनुअल प्रयास को कम करता है।",
      "id": "Optimalisasi alur kerja otomatis mengurangi upaya manual sambil mempertahankan standar kualitas tinggi di seluruh operasi.",
      "it": "L'ottimizzazione automatizzata del flusso di lavoro riduce lo sforzo manuale mantenendo elevati standard di qualità in tutte le operazioni.",
      "ja": "自動化されたワークフロー最適化は、手作業の負担を削減しながら、運用全体で高い品質基準を維持します。",
      "ko": "자동화된 워크플로우 최적화는 작업 전반에 걸쳐 높은 품질 기준을 유지하면서 수동 작업을 감소시킵니다.",
      "nl": "Geautomatiseerde workflow-optimalisatie vermindert handmatige inspanning met behoud van hoge kwaliteitsnormen voor alle operaties.",
      "pl": "Zautomatyzowana optymalizacja przepływu pracy zmniejsza wysiłek ręczny przy jednoczesnym utrzymaniu wysokich standardów jakości we wszystkich operacjach.",
      "pt-BR": "A otimização automatizada do fluxo de trabalho reduz o esforço manual, mantendo altos padrões de qualidade em todas as operações.",
      "ru": "Автоматизированная оптимизация рабочего процесса сокращает ручные усилия при сохранении высоких стандартов качества во всех операциях.",
      "th": "การเพิ่มประสิทธิภาพเวิร์กโฟลว์อัตโนมัติช่วยลดความพยายามด้วยตนเองในขณะที่รักษามาตรฐานคุณภาพสูงในการปฏิบัติงาน",
      "tr": "Otomatik iş akışı optimizasyonu, operasyonlar arasında yüksek kalite standartlarını korurken manuel çabayı azaltır.",
      "uk": "Автоматизована оптимізація робочого процесу зменшує ручні зусилля, зберігаючи при цьому високі стандарти якості в усіх операціях.",
      "vi": "Tối ưu hóa quy trình làm việc tự động làm giảm nỗ lực thủ công trong khi vẫn duy trì các tiêu chuẩn chất lượng cao trong các hoạt động.",
      "zh-Hans": "自动化工作流程优化减少了人工工作量，同时保持了整个运营的高质量标准。",
      "zh-Hant": "自動化工作流程最佳化減少了手動工作量，同時保持了整個運營的高品質標準。"
    },
    "build": {
      "en": "Build",
      "ar": "بِنْية",
      "de": "Anatomie",
      "es": "Cuerpo",
      "es-419": "Cuerpo",
      "es-US": "Cuerpo",
      "fr": "Construire",
      "fr-CA": "Construire",
      "hi": "बनाना",
      "id": "Membangun",
      "it": "Costruire",
      "ja": "構築する",
      "ko": "짓다",
      "nl": "Bouwen",
      "pl": "Zbudować",
      "pt-BR": "Construir",
      "ru": "Строить, построить",
      "th": "สร้าง",
      "tr": "Inşa etmek",
      "uk": "Побудувати",
      "vi": "Xây dựng",
      "zh-Hans": "人体",
      "zh-Hant": "建造"
    },
    "cancel": {
      "en": "Cancel",
      "de": "Abbrechen",
      "es": "Cancelar",
      "fr": "Annuler",
      "it": "Annulla",
      "ja": "キャンセル",
      "zh-Hans": "取消"
    },
    "cloud_based_infrastructure_provides_scalable_resources_that_adapt_to_changing_demands_and_usage_patterns": {
      "en": "Cloud-based infrastructure provides scalable resources that adapt to changing demands and usage patterns.",
      "ar": "توفر البنية التحتية القائمة على السحابة موارد قابلة للتطوير تتكيف مع المتطلبات المتغيرة وأنماط الاستخدام.",
      "de": "Die Cloud-basierte Infrastruktur bietet skalierbare Ressourcen, die sich an sich ändernde Anforderungen und Nutzungsmuster anpassen.",
      "es": "La infraestructura basada en la nube proporciona recursos escalables que se adaptan a las demandas cambiantes y a los patrones de uso.",
      "es-419": "La infraestructura basada en la nube proporciona recursos escalables que se adaptan a las demandas cambiantes y a los patrones de uso.",
      "es-US": "La infraestructura basada en la nube proporciona recursos escalables que se adaptan a las demandas cambiantes y a los patrones de uso.",
      "fr": "L'infrastructure basée sur le cloud fournit des ressources évolutives qui s'adaptent à l'évolution des demandes et des modèles d'utilisation.",
      "fr-CA": "L'infrastructure basée sur le cloud fournit des ressources évolutives qui s'adaptent à l'évolution des demandes et des modèles d'utilisation.",
      "hi": "क्लाउड-आधारित बुनियादी ढांचा स्केलेबल संसाधन प्रदान करता है जो बदलती मांगों और उपयोग पैटर्न के अनुकूल होते हैं।",
      "id": "Infrastruktur berbasis cloud menyediakan sumber daya yang dapat diskalakan yang beradaptasi dengan perubahan permintaan dan pola penggunaan.",
      "it": "L'infrastruttura basata su cloud fornisce risorse scalabili che si adattano alle mutevoli richieste e ai modelli di utilizzo.",
      "ja": "クラウドベースのインフラストラクチャは、変化する需要や利用パターンに適応するスケーラブルなリソースを提供します。",
      "ko": "클라우드 기반 인프라는 변화하는 요구와 사용 패턴에 적응하는 확장 가능한 리소스를 제공합니다.",
      "nl": "Cloudgebaseerde infrastructuur biedt schaalbare bronnen die zich aanpassen aan veranderende eisen en gebruikspatronen.",
      "pl": "Infrastruktura oparta na chmurze zapewnia skalowalne zasoby, które dostosowują się do zmieniających się wymagań i wzorców użytkowania.",
      "pt-BR": "A infraestrutura baseada em nuvem fornece recursos escaláveis que se adaptam às mudanças nas demandas e padrões de uso.",
      "ru": "Облачная инфраструктура предоставляет масштабируемые ресурсы, которые адаптируются к меняющимся требованиям и схемам использования.",
      "th": "โครงสร้างพื้นฐานบนคลาวด์ให้ทรัพยากรที่ปรับขนาดได้ซึ่งปรับให้เข้ากับความต้องการและรูปแบบการใช้งานที่เปลี่ยนแปลงไป",
      "tr": "Bulut tabanlı altyapı, değişen taleplere ve kullanım modellerine uyum sağlayan ölçeklenebilir kaynaklar sağlar.",
      "uk": "Хмарна інфраструктура забезпечує масштабовані ресурси, які адаптуються до мінливих вимог та моделей використання.",
      "vi": "Cơ sở hạ tầng dựa trên đám mây cung cấp các tài nguyên có thể mở rộng để thích ứng với nhu cầu thay đổi và mô hình sử dụng.",
      "zh-Hans": "基于云的基础设施提供可扩展的资源，以适应不断变化的需求和使用模式。",
      "zh-Hant": "基於雲的基礎設施提供可擴充套件的資源，以適應不斷變化的需求和使用模式。"
    },
    "collaborative_editing_features_allow_multiple_users_to_work_simultaneously_on_shared_documents_and_projects": {
      "en": "Collaborative editing features allow multiple users to work simultaneously on shared documents and projects.",
      "ar": "تسمح ميزات التحرير التعاوني لعدة مستخدمين بالعمل في وقت واحد على المستندات والمشاريع المشتركة.",
      "de": "Kollaborative Bearbeitungsfunktionen ermöglichen es mehreren Benutzern, gleichzeitig an freigegebenen Dokumenten und Projekten zu arbeiten.",
      "es": "Las funciones de edición colaborativa permiten a múltiples usuarios trabajar simultáneamente en documentos y proyectos compartidos.",
      "es-419": "Las funciones de edición colaborativa permiten a múltiples usuarios trabajar simultáneamente en documentos y proyectos compartidos.",
      "es-US": "Las funciones de edición colaborativa permiten a múltiples usuarios trabajar simultáneamente en documentos y proyectos compartidos.",
      "fr": "Les fonctionnalités d'édition collaborative permettent à plusieurs utilisateurs de travailler simultanément sur des documents et des projets partagés.",
      "fr-CA": "Les fonctionnalités d'édition collaborative permettent à plusieurs utilisateurs de travailler simultanément sur des documents et des projets partagés.",
      "hi": "सहयोगी संपादन सुविधाएँ कई उपयोगकर्ताओं को साझा दस्तावेज़ों और परियोजनाओं पर एक साथ काम करने की अनुमति देती हैं।",
      "id": "Fitur pengeditan kolaboratif memungkinkan banyak pengguna untuk bekerja secara bersamaan pada dokumen dan proyek bersama.",
      "it": "Le funzionalità di editing collaborativo consentono a più utenti di lavorare contemporaneamente su documenti e progetti condivisi.",
      "ja": "共同編集機能により、複数のユーザーが共有ドキュメントやプロジェクトを同時に作業できるようになります。",
      "ko": "협업 편집 기능은 여러 사용자가 공유 문서와 프로젝트를 동시에 작업할 수 있도록 합니다.",
      "nl": "Met collaboratieve bewerkingsfuncties kunnen meerdere gebruikers tegelijkertijd aan gedeelde documenten en projecten werken.",
      "pl": "Wspólne funkcje edycji umożliwiają wielu użytkownikom jednoczesną pracę nad współdzielonymi dokumentami i projektami.",
      "pt-BR": "Os recursos de edição colaborativa permitem que vários usuários trabalhem simultaneamente em documentos e projetos compartilhados.",
      "ru": "Функции совместного редактирования позволяют нескольким пользователям одновременно работать над общими документами и проектами.",
      "th": "คุณสมบัติการแก้ไขการทํางานร่วมกันช่วยให้ผู้ใช้หลายคนสามารถทํางานพร้อมกันบนเอกสารและโปรเจ็กต์ที่แชร์ได้",
      "tr": "İşbirlikçi düzenleme özellikleri, birden fazla kullanıcının paylaşılan belgeler ve projeler üzerinde aynı anda çalışmasına olanak tanır.",
      "uk": "Спільні функції редагування дозволяють кільком користувачам працювати одночасно над спільними документами та проектами.",
      "vi": "Các tính năng chỉnh sửa cộng tác cho phép nhiều người dùng làm việc đồng thời trên các tài liệu và dự án được chia sẻ.",
      "zh-Hans": "协作编辑功能允许多个用户同时处理共享文档和项目。",
      "zh-Hant": "協作編輯功能允許多個使用者同時處理共享文件和專案。"
    },
    "collaborative_workspace_environments_foster_creativity_and_enable_teams_to_achieve_remarkable_results_together": {
      "en": "Collaborative workspace environments foster creativity and enable teams to achieve remarkable results together.",
      "ar": "تعزز بيئات مساحة العمل التعاونية الإبداع وتمكن الفرق من تحقيق نتائج رائعة معا.",
      "de": "Kollaborative Arbeitsbereiche fördern die Kreativität und ermöglichen es Teams, gemeinsam bemerkenswerte Ergebnisse zu erzielen.",
      "es": "Los entornos de espacio de trabajo colaborativo fomentan la creatividad y permiten a los equipos lograr resultados notables juntos.",
      "es-419": "Los entornos de espacio de trabajo colaborativo fomentan la creatividad y permiten a los equipos lograr resultados notables juntos.",
      "es-US": "Los entornos de espacio de trabajo colaborativo fomentan la creatividad y permiten a los equipos lograr resultados notables juntos.",
      "fr": "Les environnements d'espace de travail collaboratif favorisent la créativité et permettent aux équipes d'obtenir ensemble des résultats remarquables.",
      "fr-CA": "Les environnements d'espace de travail collaboratif favorisent la créativité et permettent aux équipes d'obtenir ensemble des résultats remarquables.",
      "hi": "सहयोगी कार्यक्षेत्र वातावरण रचनात्मकता को बढ़ावा देता है और टीमों को एक साथ उल्लेखनीय परिणाम प्राप्त करने में सक्षम बनाता है।",
      "id": "Lingkungan ruang kerja kolaboratif menumbuhkan kreativitas dan memungkinkan tim untuk mencapai hasil yang luar biasa bersama-sama.",
      "it": "Gli ambienti di lavoro collaborativi favoriscono la creatività e consentono ai team di ottenere risultati straordinari insieme.",
      "ja": "協働作業環境は創造性を育み、チームが共に顕著な成果を達成できるようにします。",
      "ko": "협업 작업 공간 환경은 창의성을 촉진하고 팀이 함께 뛰어난 성과를 달성하도록 합니다.",
      "nl": "Samenwerkingswerkruimtes bevorderen creativiteit en stellen teams in staat om samen opmerkelijke resultaten te behalen.",
      "pl": "Środowiska pracy oparte na współpracy sprzyjają kreatywności i umożliwiają zespołom wspólne osiąganie niezwykłych wyników.",
      "pt-BR": "Ambientes de espaço de trabalho colaborativos promovem a criatividade e permitem que as equipes alcancem resultados notáveis juntas.",
      "ru": "Совместная рабочая среда способствует творчеству и позволяет командам вместе достигать замечательных результатов.",
      "th": "สภาพแวดล้อมของพื้นที่ทํางานที่ทํางานร่วมกันส่งเสริมความคิดสร้างสรรค์และช่วยให้ทีมบรรลุผลลัพธ์ที่น่าทึ่งร่วมกัน",
      "tr": "İşbirlikçi çalışma alanı ortamları yaratıcılığı teşvik eder ve ekiplerin birlikte dikkate değer sonuçlar elde etmelerini sağlar.",
      "uk": "Спільні робочі середовища сприяють творчості та дозволяють командам досягати чудових результатів разом.",
      "vi": "Môi trường không gian làm việc cộng tác thúc đẩy sự sáng tạo và cho phép các nhóm cùng nhau đạt được những kết quả đáng chú ý.",
      "zh-Hans": "协作工作空间环境培养了创造力，并使团队能够共同取得显著成果。",
      "zh-Hant": "協作工作空間環境培養創造力，使團隊能夠共同取得顯著成果。"
    },
    "color": {
      "en": "Color",
      "de": "Farbe",
      "es": "Color",
      "fr": "Couleur",
      "it": "Colore",
      "ja": "カラー",
      "zh-Hans": "颜色"
    },
    "color_theme": {
      "en": "Color Theme",
      "ar": "موضوع اللون",
      "de": "Farbthema",
      "es": "Tema de color",
      "es-419": "Tema de color",
      "es-US": "Tema de color",
      "fr": "Thème de couleur",
      "fr-CA": "Thème de couleur",
      "hi": "रंग थीम",
      "id": "Tema Warna",
      "it": "Tema del colore",
      "ja": "カラーテーマ",
      "ko": "색상 테마",
      "nl": "Kleurthema",
      "pl": "Motyw kolorów",
      "pt-BR": "Tema de cor",
      "ru": "Цветовая Тема",
      "th": "ธีมสี",
      "tr": "Renk Teması",
      "uk": "Кольорова тема",
      "vi": "Chủ đề màu sắc",
      "zh-Hans": "颜色主题",
      "zh-Hant": "顏色主題"
    },
    "comprehensive_data_analytics_provide_actionable_insights_that_drive_strategic_business_decision_making_processes": {
      "en": "Comprehensive data analytics provide actionable insights that drive strategic business decision-making processes.",
      "ar": "توفر تحليلات البيانات الشاملة رؤى قابلة للتنفيذ تدفع عمليات اتخاذ القرارات التجارية الاستراتيجية.",
      "de": "Umfassende Datenanalysen liefern umsetzbare Erkenntnisse, die strategische Geschäftsentscheidungsprozesse vorantreiben.",
      "es": "El análisis integral de datos proporciona información práctica que impulsa los procesos estratégicos de toma de decisiones empresariales.",
      "es-419": "El análisis integral de datos proporciona información práctica que impulsa los procesos estratégicos de toma de decisiones empresariales.",
      "es-US": "El análisis integral de datos proporciona información práctica que impulsa los procesos estratégicos de toma de decisiones empresariales.",
      "fr": "L'analyse complète des données fournit des informations exploitables qui stimulent les processus stratégiques de prise de décision commerciale.",
      "fr-CA": "L'analyse complète des données fournit des informations exploitables qui stimulent les processus stratégiques de prise de décision commerciale.",
      "hi": "व्यापक डेटा एनालिटिक्स कार्रवाई योग्य अंतर्दृष्टि प्रदान करता है जो रणनीतिक व्यावसायिक निर्णय लेने की प्रक्रियाओं को संचालित करता है।",
      "id": "Analisis data yang komprehensif memberikan wawasan yang dapat ditindaklanjuti yang mendorong proses pengambilan keputusan bisnis yang strategis.",
      "it": "L'analisi completa dei dati fornisce approfondimenti attuabili che guidano i processi decisionali aziendali strategici.",
      "ja": "包括的なデータ分析は、戦略的なビジネス意思決定プロセスを推進する実行可能なインサイトを提供します。",
      "ko": "포괄적인 데이터 분석은 전략적 비즈니스 의사결정 프로세스를 주도하는 실행 가능한 인사이트를 제공합니다.",
      "nl": "Uitgebreide data-analyses bieden bruikbare inzichten die strategische zakelijke besluitvormingsprocessen stimuleren.",
      "pl": "Kompleksowa analiza danych zapewnia praktyczne spostrzeżenia, które napędzają strategiczne procesy podejmowania decyzji biznesowych.",
      "pt-BR": "A análise abrangente de dados fornece insights acionáveis que impulsionam os processos estratégicos de tomada de decisão de negócios.",
      "ru": "Комплексная аналитика данных предоставляет действенную информацию, которая стимулирует процессы принятия стратегических бизнес-решений.",
      "th": "การวิเคราะห์ข้อมูลที่ครอบคลุมให้ข้อมูลเชิงลึกที่สามารถดําเนินการได้ซึ่งขับเคลื่อนกระบวนการตัดสินใจทางธุรกิจเชิงกลยุทธ์",
      "tr": "Kapsamlı veri analizi, stratejik iş karar verme süreçlerini yönlendiren eyleme geçirilebilir içgörüler sağlar.",
      "uk": "Комплексна аналітика даних надає дієву інформацію, яка керує стратегічними процесами прийняття бізнес-рішень.",
      "vi": "Phân tích dữ liệu toàn diện cung cấp thông tin chi tiết có thể hành động để thúc đẩy các quy trình ra quyết định kinh doanh chiến lược.",
      "zh-Hans": "全面的数据分析提供了可操作的见解，推动了战略业务决策过程。",
      "zh-Hant": "全面的資料分析提供了可操作的見解，推動了戰略性業務決策過程。"
    },
    "comprehensive_documentation_resources_provide_detailed_guidance_for_both_novice_and_experienced_users_alike": {
      "en": "Comprehensive documentation resources provide detailed guidance for both novice and experienced users alike.",
      "ar": "توفر موارد التوثيق الشاملة إرشادات مفصلة لكل من المستخدمين المبتدئين وذوي الخبرة على حد سواء.",
      "de": "Umfassende Dokumentationsressourcen bieten detaillierte Anleitungen für Anfänger und erfahrene Benutzer gleichermaßen.",
      "es": "Los recursos de documentación integral proporcionan orientación detallada tanto para usuarios novatos como experimentados.",
      "es-419": "Los recursos de documentación integral proporcionan orientación detallada tanto para usuarios novatos como experimentados.",
      "es-US": "Los recursos de documentación integral proporcionan orientación detallada tanto para usuarios novatos como experimentados.",
      "fr": "Des ressources documentaires complètes fournissent des conseils détaillés aux utilisateurs novices et expérimentés.",
      "fr-CA": "Des ressources documentaires complètes fournissent des conseils détaillés aux utilisateurs novices et expérimentés.",
      "hi": "व्यापक प्रलेखन संसाधन नौसिखिया और अनुभवी दोनों उपयोगकर्ताओं के लिए समान रूप से विस्तृत मार्गदर्शन प्रदान करते हैं।",
      "id": "Sumber daya dokumentasi yang komprehensif memberikan panduan terperinci untuk pengguna pemula dan berpengalaman.",
      "it": "Le risorse di documentazione complete forniscono una guida dettagliata sia per gli utenti principianti che per quelli esperti.",
      "ja": "包括的なドキュメントリソースは、初心者から経験豊富なユーザーまで、詳細なガイダンスを提供します。",
      "ko": "포괄적인 문서 자료는 초보자와 숙련된 사용자 모두에게 상세한 안내를 제공합니다.",
      "nl": "Uitgebreide documentatiebronnen bieden gedetailleerde richtlijnen voor zowel beginnende als ervaren gebruikers.",
      "pl": "Kompleksowe zasoby dokumentacji zapewniają szczegółowe wskazówki zarówno dla początkujących, jak i doświadczonych użytkowników.",
      "pt-BR": "Recursos de documentação abrangentes fornecem orientação detalhada para usuários iniciantes e experientes.",
      "ru": "Комплексные ресурсы документации предоставляют подробные рекомендации как для начинающих, так и для опытных пользователей.",
      "th": "แหล่งข้อมูลเอกสารที่ครอบคลุมให้คําแนะนําโดยละเอียดสําหรับทั้งผู้ใช้มือใหม่และผู้ใช้ที่มีประสบการณ์",
      "tr": "Kapsamlı dokümantasyon kaynakları, hem acemi hem de deneyimli kullanıcılar için ayrıntılı rehberlik sağlar.",
      "uk": "Комплексні ресурси документації надають детальні вказівки як для початківців, так і для досвідчених користувачів.",
      "vi": "Tài nguyên tài liệu toàn diện cung cấp hướng dẫn chi tiết cho cả người dùng mới làm quen và người dùng có kinh nghiệm.",
      "zh-Hans": "全面的文档资源为新手和经验丰富的用户提供详细的指导。",
      "zh-Hant": "全面的文件資源為新手和有經驗的使用者提供詳細的指導。"
    },
    "continuous_improvement_processes_incorporate_user_feedback_to_refine_features_and_enhance_overall_satisfaction": {
      "en": "Continuous improvement processes incorporate user feedback to refine features and enhance overall satisfaction.",
      "ar": "تتضمن عمليات التحسين المستمر تعليقات المستخدمين لتحسين الميزات وتعزيز الرضا العام.",
      "de": "Kontinuierliche Verbesserungsprozesse beinhalten Benutzerfeedback, um Funktionen zu verfeinern und die allgemeine Zufriedenheit zu erhöhen.",
      "es": "Los procesos de mejora continua incorporan comentarios de los usuarios para refinar las características y mejorar la satisfacción general.",
      "es-419": "Los procesos de mejora continua incorporan comentarios de los usuarios para refinar las características y mejorar la satisfacción general.",
      "es-US": "Los procesos de mejora continua incorporan comentarios de los usuarios para refinar las características y mejorar la satisfacción general.",
      "fr": "Les processus d'amélioration continue intègrent les commentaires des utilisateurs pour affiner les fonctionnalités et améliorer la satisfaction globale.",
      "fr-CA": "Les processus d'amélioration continue intègrent les commentaires des utilisateurs pour affiner les fonctionnalités et améliorer la satisfaction globale.",
      "hi": "निरंतर सुधार प्रक्रियाओं में सुविधाओं को परिष्कृत करने और समग्र संतुष्टि बढ़ाने के लिए उपयोगकर्ता प्रतिक्रिया शामिल होती है।",
      "id": "Proses peningkatan berkelanjutan menggabungkan umpan balik pengguna untuk menyempurnakan fitur dan meningkatkan kepuasan secara keseluruhan.",
      "it": "I processi di miglioramento continuo incorporano il feedback degli utenti per perfezionare le funzionalità e migliorare la soddisfazione generale.",
      "ja": "継続的改善プロセスは、ユーザーのフィードバックを取り入れ、機能を洗練させ、全体的な満足度を向上させます。",
      "ko": "지속적인 개선 프로세스는 사용자 피드백을 반영하여 기능을 정교화하고 전반적인 만족도를 향상시킵니다.",
      "nl": "Continue verbeteringsprocessen bevatten feedback van gebruikers om functies te verfijnen en de algehele tevredenheid te vergroten.",
      "pl": "Procesy ciągłego doskonalenia zawierają informacje zwrotne od użytkowników w celu udoskonalenia funkcji i zwiększenia ogólnej satysfakcji.",
      "pt-BR": "Os processos de melhoria contínua incorporam o feedback do usuário para refinar os recursos e aumentar a satisfação geral.",
      "ru": "Процессы непрерывного совершенствования включают отзывы пользователей для совершенствования функций и повышения общей удовлетворенности.",
      "th": "กระบวนการปรับปรุงอย่างต่อเนื่องรวมความคิดเห็นของผู้ใช้เพื่อปรับแต่งคุณสมบัติและเพิ่มความพึงพอใจโดยรวม",
      "tr": "Sürekli iyileştirme süreçleri, özellikleri iyileştirmek ve genel memnuniyeti artırmak için kullanıcı geri bildirimlerini içerir.",
      "uk": "Процеси постійного вдосконалення включають відгуки користувачів для вдосконалення функцій та підвищення загального задоволення.",
      "vi": "Các quy trình cải tiến liên tục kết hợp phản hồi của người dùng để tinh chỉnh các tính năng và nâng cao sự hài lòng tổng thể.",
      "zh-Hans": "持续改进流程结合用户反馈来完善功能并提高整体满意度。",
      "zh-Hant": "持續改進流程結合了使用者反饋，以完善功能並提高整體滿意度。"
    },
    "create": {
      "en": "Create",
      "de": "Erstellen",
      "es": "Crear",
      "fr": "Créer",
      "it": "Crea",
      "ja": "作成",
      "zh-Hans": "创建"
    },
    "customizable_interface_options_allow_users_to_personalize_their_experience_according_to_individual_preferences": {
      "en": "Customizable interface options allow users to personalize their experience according to individual preferences.",
      "ar": "تسمح خيارات الواجهة القابلة للتخصيص للمستخدمين بتخصيص تجربتهم وفقا للتفضيلات الفردية.",
      "de": "Anpassbare Schnittstellenoptionen ermöglichen es Benutzern, ihre Erfahrung nach individuellen Vorlieben zu personalisieren.",
      "es": "Las opciones de interfaz personalizables permiten a los usuarios personalizar su experiencia de acuerdo con las preferencias individuales.",
      "es-419": "Las opciones de interfaz personalizables permiten a los usuarios personalizar su experiencia de acuerdo con las preferencias individuales.",
      "es-US": "Las opciones de interfaz personalizables permiten a los usuarios personalizar su experiencia de acuerdo con las preferencias individuales.",
      "fr": "Les options d'interface personnalisables permettent aux utilisateurs de personnaliser leur expérience en fonction des préférences individuelles.",
      "fr-CA": "Les options d'interface personnalisables permettent aux utilisateurs de personnaliser leur expérience en fonction des préférences individuelles.",
      "hi": "अनुकूलन योग्य इंटरफ़ेस विकल्प उपयोगकर्ताओं को व्यक्तिगत प्राथमिकताओं के अनुसार अपने अनुभव को निजीकृत करने की अनुमति देते हैं।",
      "id": "Opsi antarmuka yang dapat disesuaikan memungkinkan pengguna untuk mempersonalisasi pengalaman mereka sesuai dengan preferensi individu.",
      "it": "Le opzioni di interfaccia personalizzabile consentono agli utenti di personalizzare la loro esperienza in base alle preferenze individuali.",
      "ja": "カスタマイズ可能なインターフェースオプションにより、ユーザーは個々の好みに合わせて体験をパーソナライズできます。",
      "ko": "맞춤형 인터페이스 옵션을 통해 사용자는 개인별 선호에 따라 경험을 개인화할 수 있습니다.",
      "nl": "Met aanpasbare interface-opties kunnen gebruikers hun ervaring personaliseren op basis van individuele voorkeuren.",
      "pl": "Konfigurowalne opcje interfejsu pozwalają użytkownikom spersonalizować swoje doświadczenie zgodnie z indywidualnymi preferencjami.",
      "pt-BR": "As opções de interface personalizáveis permitem que os usuários personalizem sua experiência de acordo com as preferências individuais.",
      "ru": "Настраиваемые параметры интерфейса позволяют пользователям персонализировать свой опыт в соответствии с индивидуальными предпочтениями.",
      "th": "ตัวเลือกอินเทอร์เฟซที่ปรับแต่งได้ช่วยให้ผู้ใช้สามารถปรับแต่งประสบการณ์ตามความชอบของแต่ละบุคคลได้",
      "tr": "Özelleştirilebilir arayüz seçenekleri, kullanıcıların deneyimlerini bireysel tercihlere göre kişiselleştirmelerine olanak tanır.",
      "uk": "Настроювані параметри інтерфейсу дозволяють користувачам персоналізувати свій досвід відповідно до індивідуальних уподобань.",
      "vi": "Các tùy chọn giao diện có thể tùy chỉnh cho phép người dùng cá nhân hóa trải nghiệm của họ theo sở thích cá nhân.",
      "zh-Hans": "可定制的界面选项允许用户根据个人偏好个性化体验。",
      "zh-Hant": "可定製的介面選項允許使用者根據個人喜好個性化體驗。"
    },
    "date_created": {
      "en": "Date Created",
      "de": "Erstellungsdatum",
      "es": "Fecha de creación",
      "fr": "Date de création",
      "it": "Data di creazione",
      "ja": "作成日",
      "zh-Hans": "创建日期"
    },
    "date_modified": {
      "en": "Date Modified",
      "de": "Änderungsdatum",
      "es": "Fecha de modificación",
      "fr": "Date de modification",
      "it": "Data di modifica",
      "ja": "変更日",
      "zh-Hans": "修改日期"
    },
    "delete": {
      "en": "Delete \"{0}\"?",
      "ar": "احذف \"{0}\"؟",
      "de": "\"{0}\" löschen?",
      "es": "¿Eliminar \"{0}\"?",
      "es-419": "¿Eliminar \"{0}\"?",
      "es-US": "¿Eliminar \"{0}\"?",
      "fr": "Supprimer \"{0}\" ?",
      "fr-CA": "Supprimer \"{0}\" ?",
      "hi": "\"{0}\" हटाएं?",
      "id": "Hapus \"{0}\"?",
      "it": "Elimina \"{0}\"?",
      "ja": "「{0}」を削除しますか？",
      "ko": "\"{0}\"를 삭제하시겠습니까?",
      "nl": "\"{0}\" verwijderen?",
      "pl": "Usunąć \"{0}\"?",
      "pt-BR": "Excluir \"{0}\"?",
      "ru": "Удалить \"{0}\"?",
      "th": "ลบ \"{0}\"?",
      "tr": "\"{0}\" SILIN MI?",
      "uk": "Видалити \"{0}\"?",
      "vi": "Xóa \"{0}\"?",
      "zh-Hans": "删除“{0}”？",
      "zh-Hant": "刪除「{0}」？"
    },
    "delete_documents_in_this_project_will_not_be_deleted": {
      "en": "Delete '{0}'? Documents in this project will not be deleted.",
      "ar": "حذف '{0}'؟ لن يتم حذف المستندات في هذا المشروع.",
      "de": "Löschen Sie '{0}'? Dokumente in diesem Projekt werden nicht gelöscht.",
      "es": "¿Eliminar '{0}'? Los documentos de este proyecto no se eliminarán.",
      "es-419": "¿Eliminar '{0}'? Los documentos de este proyecto no se eliminarán.",
      "es-US": "¿Eliminar '{0}'? Los documentos de este proyecto no se eliminarán.",
      "fr": "Supprimer '{0}' ? Les documents de ce projet ne seront pas supprimés.",
      "fr-CA": "Supprimer '{0}' ? Les documents de ce projet ne seront pas supprimés.",
      "hi": "'{0}' मिटाएँ? इस परियोजना में दस्तावेज़ों को हटाया नहीं जाएगा।",
      "id": "Hapus '{0}'? Dokumen dalam proyek ini tidak akan dihapus.",
      "it": "Eliminare '{0}'? I documenti in questo progetto non verranno eliminati.",
      "ja": "'{0}' を削除しますか？ このプロジェクトのドキュメントは削除されません。",
      "ko": "'{0}'를 삭제하시겠습니까? 이 프로젝트의 문서는 삭제되지 않습니다.",
      "nl": "'{0}' verwijderen? Documenten in dit project worden niet verwijderd.",
      "pl": "Usunąć '{0}'? Dokumenty w tym projekcie nie zostaną usunięte.",
      "pt-BR": "Excluir '{0}'? Os documentos deste projeto não serão excluídos.",
      "ru": "Удалить '{0}'? Документы в этом проекте не будут удалены.",
      "th": "ลบ '{0}'? เอกสารในโครงการนี้จะไม่ถูกลบ",
      "tr": "'{0}'i silin mi? Bu projedeki belgeler silinmeyecek.",
      "uk": "Видалити '{0}'? Документи в цьому проєкті не будуть видалені.",
      "vi": "Xóa '{0}'? Các tài liệu trong dự án này sẽ không bị xóa.",
      "zh-Hans": "删除“{0}”？ 此项目中的文档将不会被删除。",
      "zh-Hant": "刪除「{0}」？ 本專案中的文件將不會被刪除。"
    },
    "delete_this_tag_will_be_removed_from_all_documents": {
      "en": "Delete '{0}'? This tag will be removed from all documents.",
      "ar": "حذف '{0}'؟ ستتم إزالة هذه العلامة من جميع المستندات.",
      "de": "Löschen Sie '{0}'? Dieses Tag wird aus allen Dokumenten entfernt.",
      "es": "¿Eliminar '{0}'? Esta etiqueta se eliminará de todos los documentos.",
      "es-419": "¿Eliminar '{0}'? Esta etiqueta se eliminará de todos los documentos.",
      "es-US": "¿Eliminar '{0}'? Esta etiqueta se eliminará de todos los documentos.",
      "fr": "Supprimer '{0}' ? Cette étiquette sera supprimée de tous les documents.",
      "fr-CA": "Supprimer '{0}' ? Cette étiquette sera supprimée de tous les documents.",
      "hi": "'{0}' मिटाएँ? यह टैग सभी दस्तावेज़ों से हटा दिया जाएगा।",
      "id": "Hapus '{0}'? Tag ini akan dihapus dari semua dokumen.",
      "it": "Eliminare '{0}'? Questo tag verrà rimosso da tutti i documenti.",
      "ja": "'{0}' を削除しますか？ このタグはすべての文書から削除されます。",
      "ko": "'{0}'를 삭제하시겠습니까? 이 태그는 모든 문서에서 제거됩니다.",
      "nl": "'{0}' verwijderen? Deze tag wordt uit alle documenten verwijderd.",
      "pl": "Usunąć '{0}'? Ten tag zostanie usunięty ze wszystkich dokumentów.",
      "pt-BR": "Excluir '{0}'? Esta tag será removida de todos os documentos.",
      "ru": "Удалить '{0}'? Этот тег будет удален из всех документов.",
      "th": "ลบ '{0}'? แท็กนี้จะถูกลบออกจากเอกสารทั้งหมด",
      "tr": "'{0}'i silin mi? Bu etiket tüm belgelerden kaldırılacaktır.",
      "uk": "Видалити '{0}'? Цей тег буде видалено з усіх документів.",
      "vi": "Xóa '{0}'? Thẻ này sẽ bị xóa khỏi tất cả các tài liệu.",
      "zh-Hans": "删除“{0}”？ 此标签将从所有文档中删除。",
      "zh-Hant": "刪除「{0}」？ 此標籤將從所有文件中刪除。"
    },
    "delete_documents": {
      "en": "Delete {0} Documents?",
      "ar": "هل تريد حذف مستندات {0}؟",
      "de": "{0} Dokumente löschen?",
      "es": "¿Eliminar {0} Documentos?",
      "es-419": "¿Eliminar {0} Documentos?",
      "es-US": "¿Eliminar {0} Documentos?",
      "fr": "Supprimer {0} Documents ?",
      "fr-CA": "Supprimer {0} Documents ?",
      "hi": "{0} दस्तावेज़ों को हटाएं?",
      "id": "Hapus {0} Dokumen?",
      "it": "Eliminare {0} Documenti?",
      "ja": "{0} ドキュメントを削除しますか？",
      "ko": "{0} 문서를 삭제하시겠습니까?",
      "nl": "{0} Documenten verwijderen?",
      "pl": "Usunąć {0} Dokumenty?",
      "pt-BR": "Excluir {0} Documentos?",
      "ru": "Удалить {0} Документы?",
      "th": "ลบเอกสาร {0}?",
      "tr": "{0} Belgelerini Sil?",
      "uk": "Видалити {0} Документи?",
      "vi": "Xóa tài liệu {0}?",
      "zh-Hans": "删除{0}文档？",
      "zh-Hant": "刪除{0}檔案？"
    },
    "delete_project": {
      "en": "Delete Project",
      "de": "Projekt löschen",
      "es": "Eliminar proyecto",
      "fr": "Supprimer le projet",
      "it": "Elimina progetto",
      "ja": "プロジェクトを削除",
      "zh-Hans": "删除项目"
    },
    "delete_project_only": {
      "en": "Delete Project Only",
      "de": "Nur Projekt löschen",
      "es": "Eliminar solo el proyecto",
      "fr": "Supprimer le projet uniquement",
      "it": "Elimina solo il progetto",
      "ja": "プロジェクトのみ削除",
      "zh-Hans": "仅删除项目"
    },
    "delete_tag": {
      "en": "Delete Tag",
      "de": "Tag löschen",
      "es": "Eliminar etiqueta",
      "fr": "Supprimer l'étiquette",
      "it": "Elimina tag",
      "ja": "タグを削除",
      "zh-Hans": "删除标签"
    },
    "description_optional": {
      "en": "Description (Optional)",
      "de": "Beschreibung (optional)",
      "es": "Descripción (opcional)",
      "fr": "Description (facultatif)",
      "it": "Descrizione (opzionale)",
      "ja": "説明（オプション）",
      "zh-Hans": "描述（可选）"
    },
    "developer": {
      "en": "Developer",
      "ar": "مُطَوِّر",
      "de": "Bauunternehmer",
      "es": "Promotor",
      "es-419": "Promotor",
      "es-US": "Promotor",
      "fr": "Révélateur",
      "fr-CA": "Révélateur",
      "hi": "डेवलपर",
      "id": "Pengembang",
      "it": "Sviluppatore",
      "ja": "開発者",
      "ko": "개발자",
      "nl": "Ontwikkelaar",
      "pl": "Developer",
      "pt-BR": "Desenvolvedor",
      "ru": "Застройщик",
      "th": "ผู้พัฒนา",
      "tr": "Müteahhit",
      "uk": "Розробник",
      "vi": "Người phát triển",
      "zh-Hans": "开发商",
      "zh-Hant": "開發者"
    },
    "document_title": {
      "en": "Document Title",
      "de": "Dokumenttitel",
      "es": "Título del documento",
      "fr": "Titre du document",
      "it": "Titolo documento",
      "ja": "書類のタイトル",
      "zh-Hans": "文档标题"
    },
    "documents": {
      "en": "Documents",
      "de": "Dokumente",
      "es": "Documentos",
      "fr": "Documents",
      "it": "Documenti",
      "ja": "書類",
      "zh-Hans": "文档"
    },
    "dont_show_this_again": {
      "en": "Don't show this again",
      "de": "Nicht mehr anzeigen",
      "es": "No mostrar de nuevo",
      "fr": "Ne plus afficher",
      "it": "Non mostrare di nuovo",
      "ja": "次回から表示しない",
      "zh-Hans": "不再显示"
    },
    "done": {
      "en": "Done",
      "de": "Fertig",
      "es": "Hecho",
      "fr": "Terminé",
      "it": "Fine",
      "ja": "完了",
      "zh-Hans": "完成"
    },
    "duplicate": {
      "en": "Duplicate",
      "de": "Duplizieren",
      "es": "Duplicar",
      "fr": "Dupliquer",
      "it": "Duplica",
      "ja": "複製",
      "zh-Hans": "复制"
    },
    "edit": {
      "en": "Edit",
      "de": "Bearbeiten",
      "es": "Editar",
      "fr": "Modifier",
      "it": "Modifica",
      "ja": "編集",
      "zh-Hans": "编辑"
    },
    "edit_project": {
      "en": "Edit Project",
      "de": "Projekt bearbeiten",
      "es": "Editar proyecto",
      "fr": "Modifier le projet",
      "it": "Modifica progetto",
      "ja": "プロジェクトを編集",
      "zh-Hans": "编辑项目"
    },
    "edit_tag": {
      "en": "Edit Tag",
      "de": "Tag bearbeiten",
      "es": "Editar etiqueta",
      "fr": "Modifier l'étiquette",
      "it": "Modifica tag",
      "ja": "タグを編集",
      "zh-Hans": "编辑标签"
    },
    "editor": {
      "en": "Editor",
      "ar": "مُحَرِّر",
      "de": "Redakteur",
      "es": "Editor",
      "es-419": "Editor",
      "es-US": "Editor",
      "fr": "Éditeur",
      "fr-CA": "Éditeur",
      "hi": "संपादक",
      "id": "Editor",
      "it": "Editor",
      "ja": "編集者",
      "ko": "편집자",
      "nl": "Redacteur",
      "pl": "Redaktor",
      "pt-BR": "Editor",
      "ru": "Редактор",
      "th": "บรรณาธิการ",
      "tr": "Editör",
      "uk": "Редактор",
      "vi": "Bộ soạn thảo",
      "zh-Hans": "编辑",
      "zh-Hant": "編輯"
    },
    "export": {
      "en": "Export",
      "de": "Exportieren",
      "es": "Exportar",
      "fr": "Exporter",
      "it": "Esporta",
      "ja": "書き出す",
      "zh-Hans": "导出"
    },
    "export_as_html": {
      "en": "Export as HTML...",
      "ar": "تصدير ك HTML...",
      "de": "Exportieren als HTML...",
      "es": "Exportar como HTML...",
      "es-419": "Exportar como HTML...",
      "es-US": "Exportar como HTML...",
      "fr": "Exporter au format HTML...",
      "fr-CA": "Exporter au format HTML...",
      "hi": "एचटीएमएल के रूप में निर्यात करें...",
      "id": "Ekspor sebagai HTML...",
      "it": "Esporta come HTML...",
      "ja": "HTMLとしてエクスポート...",
      "ko": "HTML로 내보내기...",
      "nl": "Exporteren als HTML...",
      "pl": "Eksportuj jako HTML...",
      "pt-BR": "Exportar como HTML...",
      "ru": "Экспорт в формате HTML...",
      "th": "ส่งออกเป็น HTML...",
      "tr": "HTML olarak dışa aktar...",
      "uk": "Експортувати як HTML...",
      "vi": "Xuất dưới dạng HTML...",
      "zh-Hans": "导出为HTML...",
      "zh-Hant": "匯出為HTML..."
    },
    "export_as_markdown": {
      "en": "Export as Markdown...",
      "ar": "التصدير كتخفيض...",
      "de": "Export als Markdown...",
      "es": "Exportar como rebajado...",
      "es-419": "Exportar como rebajado...",
      "es-US": "Exportar como rebajado...",
      "fr": "Exporter en tant que démarque...",
      "fr-CA": "Exporter en tant que démarque...",
      "hi": "मार्कडाउन के रूप में निर्यात करें...",
      "id": "Ekspor sebagai Markdown...",
      "it": "Esporta come Markdown...",
      "ja": "マークダウンとしてエクスポート...",
      "ko": "Markdown으로 내보내기...",
      "nl": "Exporteren als Markdown...",
      "pl": "Eksportuj jako Markdown...",
      "pt-BR": "Exportar como Markdown...",
      "ru": "Экспорт как уценка...",
      "th": "ส่งออกเป็น Markdown...",
      "tr": "İndirim Olarak Dışa Aktar...",
      "uk": "Експорт як Markdown...",
      "vi": "Xuất dưới dạng Markdown...",
      "zh-Hans": "导出为Markdown...",
      "zh-Hant": "匯出為Markdown..."
    },
    "export_as_pdf": {
      "en": "Export as PDF...",
      "ar": "قم بالتصدير بتنسيق PDF...",
      "de": "Als PDF exportieren...",
      "es": "Exportar como PDF...",
      "es-419": "Exportar como PDF...",
      "es-US": "Exportar como PDF...",
      "fr": "Exporter au format PDF...",
      "fr-CA": "Exporter au format PDF...",
      "hi": "पीडीएफ़ के रूप में निर्यात करें...",
      "id": "Ekspor sebagai PDF...",
      "it": "Esporta come PDF...",
      "ja": "PDFとしてエクスポート...",
      "ko": "PDF로 내보내기...",
      "nl": "Exporteren als PDF...",
      "pl": "Eksportuj jako PDF...",
      "pt-BR": "Exportar como PDF...",
      "ru": "Экспорт в формате PDF...",
      "th": "ส่งออกเป็น PDF...",
      "tr": "PDF olarak dışa aktar...",
      "uk": "Експортувати як PDF...",
      "vi": "Xuất dưới dạng PDF...",
      "zh-Hans": "导出为PDF...",
      "zh-Hant": "匯出為PDF..."
    },
    "favorite": {
      "en": "Favorite",
      "de": "Favorit",
      "es": "Favorito",
      "fr": "Favori",
      "it": "Preferito",
      "ja": "お気に入り",
      "zh-Hans": "收藏"
    },
    "favorites": {
      "en": "Favorites",
      "de": "Favoriten",
      "es": "Favoritos",
      "fr": "Favoris",
      "it": "Preferiti",
      "ja": "お気に入り",
      "zh-Hans": "收藏夹"
    },
    "find_in_documents": {
      "en": "Find in Documents...",
      "ar": "ابحث في المستندات...",
      "de": "In Dokumenten suchen...",
      "es": "Buscar en Documentos...",
      "es-419": "Buscar en Documentos...",
      "es-US": "Buscar en Documentos...",
      "fr": "Trouver dans Documents...",
      "fr-CA": "Trouver dans Documents...",
      "hi": "दस्तावेज़ों में खोजें...",
      "id": "Temukan di Dokumen...",
      "it": "Trova in Documenti...",
      "ja": "ドキュメント内で検索...",
      "ko": "문서에서 찾기...",
      "nl": "Zoek in Documenten...",
      "pl": "Znajdź w Dokumentach...",
      "pt-BR": "Encontre em Documentos...",
      "ru": "Найти в документах...",
      "th": "ค้นหาในเอกสาร...",
      "tr": "Belgelerde Bul...",
      "uk": "Знайти в документах...",
      "vi": "Tìm trong Tài liệu...",
      "zh-Hans": "在文档中查找...",
      "zh-Hant": "在文件中查詢..."
    },
    "flexible_configuration_options_enable_administrators_to_tailor_system_behavior_to_organizational_requirements": {
      "en": "Flexible configuration options enable administrators to tailor system behavior to organizational requirements.",
      "ar": "تمكن خيارات التكوين المرنة المسؤولين من تكييف سلوك النظام مع المتطلبات التنظيمية.",
      "de": "Flexible Konfigurationsoptionen ermöglichen es Administratoren, das Systemverhalten an die organisatorischen Anforderungen anzupassen.",
      "es": "Las opciones de configuración flexibles permiten a los administradores adaptar el comportamiento del sistema a los requisitos de la organización.",
      "es-419": "Las opciones de configuración flexibles permiten a los administradores adaptar el comportamiento del sistema a los requisitos de la organización.",
      "es-US": "Las opciones de configuración flexibles permiten a los administradores adaptar el comportamiento del sistema a los requisitos de la organización.",
      "fr": "Les options de configuration flexibles permettent aux administrateurs d'adapter le comportement du système aux exigences de l'organisation.",
      "fr-CA": "Les options de configuration flexibles permettent aux administrateurs d'adapter le comportement du système aux exigences de l'organisation.",
      "hi": "लचीले कॉन्फ़िगरेशन विकल्प प्रशासकों को संगठनात्मक आवश्यकताओं के लिए सिस्टम व्यवहार को दर्जी करने में सक्षम बनाते हैं।",
      "id": "Opsi konfigurasi yang fleksibel memungkinkan administrator untuk menyesuaikan perilaku sistem dengan persyaratan organisasi.",
      "it": "Le opzioni di configurazione flessibili consentono agli amministratori di adattare il comportamento del sistema alle esigenze organizzative.",
      "ja": "柔軟な構成オプションにより、管理者は組織の要件に合わせてシステムの動作をカスタマイズできます。",
      "ko": "유연한 구성 옵션을 통해 관리자는 조직 요구 사항에 맞게 시스템 동작을 맞춤화할 수 있습니다.",
      "nl": "Flexibele configuratie-opties stellen beheerders in staat om het systeemgedrag aan te passen aan de vereisten van de organisatie.",
      "pl": "Elastyczne opcje konfiguracji umożliwiają administratorom dostosowanie zachowania systemu do wymagań organizacyjnych.",
      "pt-BR": "Opções de configuração flexíveis permitem que os administradores adaptem o comportamento do sistema aos requisitos organizacionais.",
      "ru": "Гибкие параметры конфигурации позволяют администраторам адаптировать поведение системы к организационным требованиям.",
      "th": "ตัวเลือกการกําหนดค่าที่ยืดหยุ่นช่วยให้ผู้ดูแลระบบสามารถปรับแต่งพฤติกรรมของระบบให้เข้ากับความต้องการขององค์กรได้",
      "tr": "Esnek yapılandırma seçenekleri, yöneticilerin sistem davranışını kurumsal gereksinimlere göre uyarlamasını sağlar.",
      "uk": "Гнучкі параметри конфігурації дозволяють адміністраторам адаптувати поведінку системи до організаційних вимог.",
      "vi": "Các tùy chọn cấu hình linh hoạt cho phép quản trị viên điều chỉnh hành vi hệ thống theo yêu cầu của tổ chức.",
      "zh-Hans": "灵活的配置选项使管理员能够根据组织要求定制系统行为。",
      "zh-Hant": "靈活的配置選項使管理員能夠根據組織要求定製系統行為。"
    },
    "font_family": {
      "en": "Font Family",
      "ar": "عائلة الخطوط",
      "de": "Schriftfamilie",
      "es": "Familia de fuentes",
      "es-419": "Familia de fuentes",
      "es-US": "Familia de fuentes",
      "fr": "Famille de polices",
      "fr-CA": "Famille de polices",
      "hi": "फ़ॉन्ट परिवार",
      "id": "Keluarga Font",
      "it": "Famiglia di caratteri",
      "ja": "フォントファミリー",
      "ko": "글꼴 패밀리",
      "nl": "Lettertypefamilie",
      "pl": "Rodzina czcionek",
      "pt-BR": "Família de Fontes",
      "ru": "Семейство шрифтов",
      "th": "ตระกูลแบบอักษร",
      "tr": "Yazı Tipi Ailesi",
      "uk": "Сімейство шрифтів",
      "vi": "Họ phông chữ",
      "zh-Hans": "字体家族",
      "zh-Hant": "字型家族"
    },
    "font_size": {
      "en": "Font Size",
      "ar": "حجم الخط",
      "de": "Schriftgröße",
      "es": "Tamaño de la fuente",
      "es-419": "Tamaño de la fuente",
      "es-US": "Tamaño de la fuente",
      "fr": "Taille de la police",
      "fr-CA": "Taille de la police",
      "hi": "फ़ॉन्ट आकार",
      "id": "Ukuran Huruf",
      "it": "Dimensione del carattere",
      "ja": "フォントサイズ",
      "ko": "글꼴 크기",
      "nl": "Lettergrootte",
      "pl": "Rozmiar czcionki",
      "pt-BR": "Tamanho da fonte",
      "ru": "Размер шрифта",
      "th": "ขนาดตัวอักษร",
      "tr": "Yazı Tipi Boyutu",
      "uk": "Розмір шрифту",
      "vi": "Kích thước phông chữ",
      "zh-Hans": "字体大小",
      "zh-Hant": "字型大小"
    },
    "get_started": {
      "en": "Get Started",
      "de": "Loslegen",
      "es": "Comenzar",
      "fr": "Commencer",
      "it": "Inizia",
      "ja": "始める",
      "zh-Hans": "开始使用"
    },
    "grid_view": {
      "en": "Grid View",
      "de": "Rasteransicht",
      "es": "Vista de cuadrícula",
      "fr": "Vue en grille",
      "it": "Vista griglia",
      "ja": "グリッド表示",
      "zh-Hans": "网格视图"
    },
    "hide_preview": {
      "en": "Hide Preview",
      "de": "Vorschau ausblenden",
      "es": "Ocultar vista previa",
      "fr": "Masquer l'aperçu",
      "it": "Nascondi anteprima",
      "ja": "プレビューを非表示",
      "zh-Hans": "隐藏预览"
    },
    "icloud_sync": {
      "en": "iCloud Sync",
      "de": "iCloud-Synchronisierung",
      "es": "Sincronización iCloud",
      "fr": "Synchronisation iCloud",
      "it": "Sincronizzazione iCloud",
      "ja": "iCloud同期",
      "zh-Hans": "iCloud 同步"
    },
    "icon": {
      "en": "Icon",
      "de": "Symbol",
      "es": "Ícono",
      "fr": "Icône",
      "it": "Icona",
      "ja": "アイコン",
      "zh-Hans": "图标"
    },
    "information": {
      "en": "Information",
      "ar": "مَعْلومات",
      "de": "Information",
      "es": "Información",
      "es-419": "Información",
      "es-US": "Información",
      "fr": "Informations",
      "fr-CA": "Informations",
      "hi": "जानकारी",
      "id": "Informasi",
      "it": "Informazioni",
      "ja": "情報",
      "ko": "제보 자료",
      "nl": "Informatie",
      "pl": "Informacje",
      "pt-BR": "Informação",
      "ru": "Информация",
      "th": "ข้อมูล",
      "tr": "Bilgi",
      "uk": "Інформація",
      "vi": "Thông tin",
      "zh-Hans": "信息",
      "zh-Hant": "資訊"
    },
    "intelligent_search_algorithms_deliver_precise_results_by_understanding_context_and_user_intent_effectively": {
      "en": "Intelligent search algorithms deliver precise results by understanding context and user intent effectively.",
      "ar": "تقدم خوارزميات البحث الذكية نتائج دقيقة من خلال فهم السياق ونية المستخدم بشكل فعال.",
      "de": "Intelligente Suchalgorithmen liefern präzise Ergebnisse, indem sie Kontext und Benutzerabsicht effektiv verstehen.",
      "es": "Los algoritmos de búsqueda inteligentes ofrecen resultados precisos al comprender el contexto y la intención del usuario de manera efectiva.",
      "es-419": "Los algoritmos de búsqueda inteligentes ofrecen resultados precisos al comprender el contexto y la intención del usuario de manera efectiva.",
      "es-US": "Los algoritmos de búsqueda inteligentes ofrecen resultados precisos al comprender el contexto y la intención del usuario de manera efectiva.",
      "fr": "Les algorithmes de recherche intelligents fournissent des résultats précis en comprenant efficacement le contexte et l'intention de l'utilisateur.",
      "fr-CA": "Les algorithmes de recherche intelligents fournissent des résultats précis en comprenant efficacement le contexte et l'intention de l'utilisateur.",
      "hi": "बुद्धिमान खोज एल्गोरिदम संदर्भ और उपयोगकर्ता के इरादे को प्रभावी ढंग से समझकर सटीक परिणाम प्रदान करते हैं।",
      "id": "Algoritma pencarian cerdas memberikan hasil yang tepat dengan memahami konteks dan maksud pengguna secara efektif.",
      "it": "Gli algoritmi di ricerca intelligenti forniscono risultati precisi comprendendo efficacemente il contesto e l'intento dell'utente.",
      "ja": "インテリジェント検索アルゴリズムは、コンテキストとユーザーの意図を効果的に理解することで、正確な結果を提供します。",
      "ko": "지능형 검색 알고리즘은 컨텍스트와 사용자의 의도를 효과적으로 이해함으로써 정확한 결과를 제공합니다.",
      "nl": "Intelligente zoekalgoritmen leveren nauwkeurige resultaten op door de context en de intentie van de gebruiker effectief te begrijpen.",
      "pl": "Inteligentne algorytmy wyszukiwania zapewniają precyzyjne wyniki poprzez skuteczne zrozumienie kontekstu i intencji użytkownika.",
      "pt-BR": "Algoritmos de pesquisa inteligentes fornecem resultados precisos, entendendo efetivamente o contexto e a intenção do usuário.",
      "ru": "Интеллектуальные алгоритмы поиска обеспечивают точные результаты, эффективно понимая контекст и намерения пользователя.",
      "th": "อัลกอริธึมการค้นหาอัจฉริยะให้ผลลัพธ์ที่แม่นยําโดยการทําความเข้าใจบริบทและความตั้งใจของผู้ใช้อย่างมีประสิทธิภาพ",
      "tr": "Akıllı arama algoritmaları, bağlamı ve kullanıcı niyetini etkili bir şekilde anlayarak kesin sonuçlar verir.",
      "uk": "Інтелектуальні алгоритми пошуку забезпечують точні результати, ефективно розуміючи контекст та наміри користувача.",
      "vi": "Các thuật toán tìm kiếm thông minh mang lại kết quả chính xác bằng cách hiểu ngữ cảnh và ý định của người dùng một cách hiệu quả.",
      "zh-Hans": "智能搜索算法通过有效地理解上下文和用户意图来提供精确的结果。",
      "zh-Hant": "智慧搜尋演算法透過有效地理解上下文和使用者意圖來提供精確的結果。"
    },
    "interactive_visualization_components_transform_complex_datasets_into_intuitive_graphical_representations": {
      "en": "Interactive visualization components transform complex datasets into intuitive graphical representations.",
      "ar": "تحول مكونات التصور التفاعلي مجموعات البيانات المعقدة إلى تمثيلات رسومية بديهية.",
      "de": "Interaktive Visualisierungskomponenten verwandeln komplexe Datensätze in intuitive grafische Darstellungen.",
      "es": "Los componentes de visualización interactiva transforman conjuntos de datos complejos en representaciones gráficas intuitivas.",
      "es-419": "Los componentes de visualización interactiva transforman conjuntos de datos complejos en representaciones gráficas intuitivas.",
      "es-US": "Los componentes de visualización interactiva transforman conjuntos de datos complejos en representaciones gráficas intuitivas.",
      "fr": "Les composants de visualisation interactive transforment les ensembles de données complexes en représentations graphiques intuitives.",
      "fr-CA": "Les composants de visualisation interactive transforment les ensembles de données complexes en représentations graphiques intuitives.",
      "hi": "इंटरएक्टिव विज़ुअलाइज़ेशन घटक जटिल डेटासेट को सहज ग्राफिकल अभ्यावेदन में बदल देते हैं।",
      "id": "Komponen visualisasi interaktif mengubah kumpulan data yang kompleks menjadi representasi grafis yang intuitif.",
      "it": "I componenti di visualizzazione interattiva trasformano set di dati complessi in rappresentazioni grafiche intuitive.",
      "ja": "インタラクティブな可視化コンポーネントは、複雑なデータセットを直感的なグラフィカル表現に変換します。",
      "ko": "대화형 시각화 구성 요소는 복잡한 데이터 세트를 직관적인 그래픽 표현으로 변환합니다.",
      "nl": "Interactieve visualisatiecomponenten transformeren complexe datasets in intuïtieve grafische weergaven.",
      "pl": "Interaktywne komponenty wizualizacji przekształcają złożone zbiory danych w intuicyjne reprezentacje graficzne.",
      "pt-BR": "Componentes de visualização interativa transformam conjuntos de dados complexos em representações gráficas intuitivas.",
      "ru": "Компоненты интерактивной визуализации преобразуют сложные наборы данных в интуитивно понятные графические представления.",
      "th": "ส่วนประกอบการสร้างภาพเชิงโต้ตอบเปลี่ยนชุดข้อมูลที่ซับซ้อนให้กลายเป็นการแสดงกราฟิกที่ใช้งานง่าย",
      "tr": "Etkileşimli görselleştirme bileşenleri, karmaşık veri kümelerini sezgisel grafiksel temsillere dönüştürür.",
      "uk": "Інтерактивні компоненти візуалізації перетворюють складні набори даних на інтуїтивно зрозумілі графічні представлення.",
      "vi": "Các thành phần trực quan hóa tương tác chuyển đổi các tập dữ liệu phức tạp thành các biểu diễn đồ họa trực quan.",
      "zh-Hans": "交互式可视化组件将复杂的数据集转换为直观的图形表示。",
      "zh-Hant": "互動式視覺化元件將複雜的資料集轉換為直觀的圖形表示。"
    },
    "intuitive_navigation_structures_help_users_discover_features_and_accomplish_tasks_with_minimal_learning_curve": {
      "en": "Intuitive navigation structures help users discover features and accomplish tasks with minimal learning curve.",
      "ar": "تساعد هياكل التنقل البديهية المستخدمين على اكتشاف الميزات وإنجاز المهام باستخدام الحد الأدنى من منحنى التعلم.",
      "de": "Intuitive Navigationsstrukturen helfen Benutzern, Funktionen zu entdecken und Aufgaben mit minimaler Lernkurve zu erledigen.",
      "es": "Las estructuras de navegación intuitivas ayudan a los usuarios a descubrir características y realizar tareas con una curva de aprendizaje mínima.",
      "es-419": "Las estructuras de navegación intuitivas ayudan a los usuarios a descubrir características y realizar tareas con una curva de aprendizaje mínima.",
      "es-US": "Las estructuras de navegación intuitivas ayudan a los usuarios a descubrir características y realizar tareas con una curva de aprendizaje mínima.",
      "fr": "Les structures de navigation intuitives aident les utilisateurs à découvrir des fonctionnalités et à accomplir des tâches avec une courbe d'apprentissage minimale.",
      "fr-CA": "Les structures de navigation intuitives aident les utilisateurs à découvrir des fonctionnalités et à accomplir des tâches avec une courbe d'apprentissage minimale.",
      "hi": "सहज ज्ञान युक्त नेविगेशन संरचनाएं उपयोगकर्ताओं को सुविधाओं की खोज करने और न्यूनतम सीखने की अवस्था के साथ कार्यों को पूरा करने में मदद करती हैं।",
      "id": "Struktur navigasi yang intuitif membantu pengguna menemukan fitur dan menyelesaikan tugas dengan kurva pembelajaran minimal.",
      "it": "Le strutture di navigazione intuitive aiutano gli utenti a scoprire le funzionalità e a svolgere attività con una curva di apprendimento minima.",
      "ja": "直感的なナビゲーション構造は、ユーザーが機能を発見し、最小限の学習曲線でタスクを実行できるよう支援します。",
      "ko": "직관적인 탐색 구조는 사용자가 기능을 발견하고 최소한의 학습 곡선으로 작업을 수행하도록 돕습니다.",
      "nl": "Intuïtieve navigatiestructuren helpen gebruikers functies te ontdekken en taken uit te voeren met minimale leercurve.",
      "pl": "Intuicyjne struktury nawigacyjne pomagają użytkownikom odkrywać funkcje i wykonywać zadania przy minimalnej krzywej uczenia się.",
      "pt-BR": "Estruturas de navegação intuitivas ajudam os usuários a descobrir recursos e realizar tarefas com uma curva de aprendizado mínima.",
      "ru": "Интуитивно понятные навигационные структуры помогают пользователям находить функции и выполнять задачи с минимальной кривой обучения.",
      "th": "โครงสร้างการนําทางที่ใช้งานง่ายช่วยให้ผู้ใช้ค้นพบคุณสมบัติและทํางานให้สําเร็จด้วยช่วงการเรียนรู้ที่น้อยที่สุด",
      "tr": "Sezgisel navigasyon yapıları, kullanıcıların özellikleri keşfetmelerine ve minimum öğrenme eğrisiyle görevleri yerine getirmelerine yardımcı olur.",
      "uk": "Інтуїтивно зрозумілі навігаційні структури допомагають користувачам знаходити функції та виконувати завдання з мінімальною кривою навчання.",
      "vi": "Cấu trúc điều hướng trực quan giúp người dùng khám phá các tính năng và hoàn thành nhiệm vụ với đường cong học tập tối thiểu.",
      "zh-Hans": "直观的导航结构帮助用户以最小的学习曲线发现功能并完成任务。",
      "zh-Hant": "直觀的導航結構幫助使用者發現功能並以最小的學習曲線完成任務。"
    },
    "keep_your_documents_in_sync_across_all_your_apple_devices_automatically": {
      "en": "Keep your documents in sync across all your Apple devices automatically.",
      "de": "Halten Sie Ihre Dokumente automatisch auf allen Ihren Apple-Geräten synchron.",
      "es": "Mantén tus documentos sincronizados automáticamente en todos tus dispositivos Apple.",
      "fr": "Synchronisez automatiquement vos documents sur tous vos appareils Apple.",
      "it": "Mantieni i tuoi documenti sincronizzati automaticamente su tutti i tuoi dispositivi Apple.",
      "ja": "すべてのAppleデバイスで書類を自動的に同期します。",
      "zh-Hans": "自动在所有 Apple 设备之间同步您的文档。"
    },
    "list_view": {
      "en": "List View",
      "de": "Listenansicht",
      "es": "Vista de lista",
      "fr": "Vue en liste",
      "it": "Vista elenco",
      "ja": "リスト表示",
      "zh-Hans": "列表视图"
    },
    "live_preview": {
      "en": "Live Preview",
      "de": "Live-Vorschau",
      "es": "Vista previa en vivo",
      "fr": "Aperçu en direct",
      "it": "Anteprima live",
      "ja": "ライブプレビュー",
      "zh-Hans": "实时预览"
    },
    "mac_md": {
      "en": "Mac MD",
      "de": "Mac MD",
      "es": "Mac MD",
      "fr": "Mac MD",
      "it": "Mac MD",
      "ja": "Mac MD",
      "zh-Hans": "Mac MD"
    },
    "mac_md_premium": {
      "en": "Mac MD Premium",
      "ar": "جهاز Mac MD Premium",
      "de": "Mac MD Premium",
      "es": "Mac MD Premium",
      "es-419": "Mac MD Premium",
      "es-US": "Mac MD Premium",
      "fr": "Mac MD Premium",
      "fr-CA": "Mac MD Premium",
      "hi": "मैक एमडी प्रीमियम",
      "id": "Mac MD Premium",
      "it": "Mac MD Premium",
      "ja": "Mac MD プレミアム",
      "ko": "맥 MD 프리미엄",
      "nl": "Mac MD Premium",
      "pl": "Mac MD Premium",
      "pt-BR": "Mac MD Premium",
      "ru": "Mac MD Премиум",
      "th": "Mac MD พรีเมี่ยม",
      "tr": "Mac MD Premium",
      "uk": "Mac MD Преміум",
      "vi": "Mac MD cao cấp",
      "zh-Hans": "Mac MD 高级版",
      "zh-Hant": "Mac MD高階版"
    },
    "md": {
      "en": "MD",
      "ar": "دكتوراه في الطب",
      "de": "Maryland",
      "es": "Maryland",
      "es-419": "Maryland",
      "es-US": "Maryland",
      "fr": "Docteur en médecine",
      "fr-CA": "Docteur en médecine",
      "hi": "एमडी",
      "id": "Dokter",
      "it": "Dottore in medicina",
      "ja": "MD",
      "ko": "MD",
      "nl": "Doctor in de medicijnen",
      "pl": "Dr med",
      "pt-BR": "Doutorado em medicina",
      "ru": "Доктор медицины",
      "th": "เอ็มดี",
      "tr": "MD",
      "uk": "Доктор медичних наук",
      "vi": "Bác sĩ y khoa",
      "zh-Hans": "马里兰州",
      "zh-Hant": "醫學博士"
    },
    "modern_markdown_editing": {
      "en": "Modern Markdown Editing",
      "de": "Modernes Markdown-Bearbeiten",
      "es": "Edición moderna de Markdown",
      "fr": "Édition Markdown moderne",
      "it": "Editing Markdown moderno",
      "ja": "モダンなMarkdown編集",
      "zh-Hans": "现代 Markdown 编辑"
    },
    "monospaced": {
      "en": "Monospaced",
      "ar": "أحادي التباعد",
      "de": "Monospace",
      "es": "Monoespaciado",
      "es-419": "Monoespaciado",
      "es-US": "Monoespaciado",
      "fr": "Monoespace",
      "fr-CA": "Monoespace",
      "hi": "मोनोस्पेस्ड",
      "id": "Monospaced",
      "it": "Monospaziato",
      "ja": "等幅",
      "ko": "한도 간격",
      "nl": "Monospaced",
      "pl": "Monospace",
      "pt-BR": "Monoespaçado",
      "ru": "Монопространство",
      "th": "โมโนสเปซ",
      "tr": "Tek aralıklı",
      "uk": "Монопросторний",
      "vi": "Khoảng cách đơn",
      "zh-Hans": "等距的",
      "zh-Hant": "等距的"
    },
    "move_to_project": {
      "en": "Move to Project",
      "de": "In Projekt verschieben",
      "es": "Mover al proyecto",
      "fr": "Déplacer vers le projet",
      "it": "Sposta nel progetto",
      "ja": "プロジェクトに移動",
      "zh-Hans": "移动到项目"
    },
    "name": {
      "en": "Name",
      "de": "Name",
      "es": "Nombre",
      "fr": "Nom",
      "it": "Nome",
      "ja": "名前",
      "zh-Hans": "名称"
    },
    "navigate": {
      "en": "Navigate",
      "ar": "أَبْحَرَ",
      "de": "Navigieren",
      "es": "Navegar",
      "es-419": "Navegar",
      "es-US": "Navegar",
      "fr": "Naviguer",
      "fr-CA": "Naviguer",
      "hi": "नेविगेट करें",
      "id": "Navigasi",
      "it": "Navigare",
      "ja": "ナビゲートする",
      "ko": "항해하다",
      "nl": "De route aangeven",
      "pl": "Nawigować",
      "pt-BR": "Navegar",
      "ru": "Летать, лететь",
      "th": "เดินเรือ",
      "tr": "Yolculuk yapmak",
      "uk": "Навігація",
      "vi": "Lái tàu đi khắp",
      "zh-Hans": "导航",
      "zh-Hant": "導航"
    },
    "new_document": {
      "en": "New Document",
      "de": "Neues Dokument",
      "es": "Nuevo documento",
      "fr": "Nouveau document",
      "it": "Nuovo documento",
      "ja": "新規書類",
      "zh-Hans": "新建文档"
    },
    "new_project": {
      "en": "New Project...",
      "de": "Neues Projekt …",
      "es": "Nuevo proyecto…",
      "fr": "Nouveau projet…",
      "it": "Nuovo progetto…",
      "ja": "新規プロジェクト…",
      "zh-Hans": "新建项目…"
    },
    "new_tag": {
      "en": "New Tag",
      "de": "Neuer Tag",
      "es": "Nueva etiqueta",
      "fr": "Nouvelle étiquette",
      "it": "Nuovo tag",
      "ja": "新規タグ",
      "zh-Hans": "新建标签"
    },
    "no_content": {
      "en": "No content",
      "de": "Kein Inhalt",
      "es": "Sin contenido",
      "fr": "Aucun contenu",
      "it": "Nessun contenuto",
      "ja": "コンテンツなし",
      "zh-Hans": "无内容"
    },
    "no_document_selected": {
      "en": "No Document Selected",
      "ar": "لم يتم تحديد أي مستند",
      "de": "Kein Dokument ausgewählt",
      "es": "Ningún documento seleccionado",
      "es-419": "Ningún documento seleccionado",
      "es-US": "Ningún documento seleccionado",
      "fr": "Aucun document sélectionné",
      "fr-CA": "Aucun document sélectionné",
      "hi": "कोई दस्तावेज़ चयनित नहीं",
      "id": "Tidak Ada Dokumen Yang Dipilih",
      "it": "Nessun documento selezionato",
      "ja": "ドキュメントが選択されていません",
      "ko": "문서가 선택되지 않았습니다",
      "nl": "Geen Document Geselecteerd",
      "pl": "Nie wybrano dokumentu",
      "pt-BR": "Nenhum Documento Selecionado",
      "ru": "Документ Не Выбран",
      "th": "ไม่ได้เลือกเอกสาร",
      "tr": "Belge Seçilmedi",
      "uk": "Документ не вибрано",
      "vi": "Không có tài liệu nào được chọn",
      "zh-Hans": "未选择文档",
      "zh-Hant": "未選擇文件"
    },
    "none": {
      "en": "None",
      "de": "Keine",
      "es": "Ninguno",
      "fr": "Aucun",
      "it": "Nessuno",
      "ja": "なし",
      "zh-Hans": "无"
    },
    "organize_documents_with_projects_and_apply_multiple_tags": {
      "en": "Organize documents with projects and apply multiple tags",
      "de": "Dokumente mit Projekten organisieren und mehrere Tags anwenden",
      "es": "Organiza documentos con proyectos y aplica múltiples etiquetas",
      "fr": "Organisez les documents avec des projets et appliquez plusieurs étiquettes",
      "it": "Organizza i documenti con i progetti e applica più tag",
      "ja": "プロジェクトで書類を整理し、複数のタグを適用する",
      "zh-Hans": "用项目组织文档并应用多个标签"
    },
    "performance_monitoring_tools_track_system_metrics_and_identify_potential_bottlenecks_before_they_impact_users": {
      "en": "Performance monitoring tools track system metrics and identify potential bottlenecks before they impact users.",
      "ar": "تتعقب أدوات مراقبة الأداء مقاييس النظام وتحدد الاختناقات المحتملة قبل أن تؤثر على المستخدمين.",
      "de": "Leistungsüberwachungstools verfolgen Systemmetriken und identifizieren potenzielle Engpässe, bevor sie sich auf Benutzer auswirken.",
      "es": "Las herramientas de monitoreo de rendimiento rastrean las métricas del sistema e identifican posibles cuellos de botella antes de que afecten a los usuarios.",
      "es-419": "Las herramientas de monitoreo de rendimiento rastrean las métricas del sistema e identifican posibles cuellos de botella antes de que afecten a los usuarios.",
      "es-US": "Las herramientas de monitoreo de rendimiento rastrean las métricas del sistema e identifican posibles cuellos de botella antes de que afecten a los usuarios.",
      "fr": "Les outils de surveillance des performances suivent les mesures du système et identifient les goulots d'étranglement potentiels avant qu'ils n'aient un impact sur les utilisateurs.",
      "fr-CA": "Les outils de surveillance des performances suivent les mesures du système et identifient les goulots d'étranglement potentiels avant qu'ils n'aient un impact sur les utilisateurs.",
      "hi": "प्रदर्शन निगरानी उपकरण सिस्टम मेट्रिक्स को ट्रैक करते हैं और उपयोगकर्ताओं को प्रभावित करने से पहले संभावित बाधाओं की पहचान करते हैं।",
      "id": "Alat pemantauan kinerja melacak metrik sistem dan mengidentifikasi potensi hambatan sebelum berdampak pada pengguna.",
      "it": "Gli strumenti di monitoraggio delle prestazioni monitorano le metriche di sistema e identificano potenziali colli di bottiglia prima che abbiano un impatto sugli utenti.",
      "ja": "パフォーマンス監視ツールはシステム指標を追跡し、ユーザーに影響が及ぼす前に潜在的なボトルネックを特定します。",
      "ko": "성능 모니터링 도구는 시스템 메트릭을 추적하고 사용자에게 영향을 미치기 전에 잠재적인 병목 현상을 식별합니다.",
      "nl": "Tools voor prestatiebewaking volgen systeemstatistieken en identificeren potentiële knelpunten voordat ze gebruikers beïnvloeden.",
      "pl": "Narzędzia do monitorowania wydajności śledzą wskaźniki systemu i identyfikują potencjalne wąskie gardła, zanim wpłyną na użytkowników.",
      "pt-BR": "As ferramentas de monitoramento de desempenho rastreiam as métricas do sistema e identificam possíveis gargalos antes que elas afetem os usuários.",
      "ru": "Инструменты мониторинга производительности отслеживают показатели системы и выявляют потенциальные узкие места, прежде чем они повлияют на пользователей.",
      "th": "เครื่องมือตรวจสอบประสิทธิภาพติดตามตัวชี้วัดระบบและระบุคอขวดที่อาจเกิดขึ้นก่อนที่จะส่งผลกระทบต่อผู้ใช้",
      "tr": "Performans izleme araçları, sistem ölçümlerini takip eder ve kullanıcıları etkilemeden önce olası darboğazları belirler.",
      "uk": "Інструменти моніторингу продуктивності відстежують системні показники та виявляють потенційні вузькі місця, перш ніж вони вплинуть на користувачів.",
      "vi": "Các công cụ giám sát hiệu suất theo dõi các chỉ số hệ thống và xác định các nút thắt cổ chai tiềm ẩn trước khi chúng ảnh hưởng đến người dùng.",
      "zh-Hans": "性能监控工具跟踪系统指标，并在潜在瓶颈影响用户之前识别。",
      "zh-Hant": "效能監控工具跟蹤系統指標，並在影響使用者之前識別潛在的瓶頸。"
    },
    "premium": {
      "en": "Premium",
      "ar": "قِسْط",
      "de": "Versicherungsbeitrag",
      "es": "Prima",
      "es-419": "Prima",
      "es-US": "Prima",
      "fr": "Supplément",
      "fr-CA": "Supplément",
      "hi": "अधिशुल्क",
      "id": "Premium",
      "it": "Premio",
      "ja": "プレミアム",
      "ko": "프리미엄",
      "nl": "Premie",
      "pl": "Premia",
      "pt-BR": "Prêmio",
      "ru": "Награда",
      "th": "เบี้ยประกันภัย",
      "tr": "Prim",
      "uk": "Преміум",
      "vi": "Phí bảo hiểm",
      "zh-Hans": "保险费",
      "zh-Hant": "溢價"
    },
    "preview": {
      "en": "Preview",
      "ar": "عَرْض مُسَبَّق",
      "de": "Vorschau",
      "es": "Tráiler",
      "es-419": "Tráiler",
      "es-US": "Tráiler",
      "fr": "Avant-première",
      "fr-CA": "Avant-première",
      "hi": "पूर्वदर्शन",
      "id": "Pratinjau",
      "it": "Anteprima",
      "ja": "プレビュー",
      "ko": "사전 연습",
      "nl": "Voorvertoning",
      "pl": "Zapowiedź",
      "pt-BR": "Pré-visualização",
      "ru": "Предварительно просматривать, предварительно просмотреть",
      "th": "ดูก่อน",
      "tr": "Özel gösterim",
      "uk": "Попередній перегляд",
      "vi": "Xem trước",
      "zh-Hans": "预告",
      "zh-Hant": "預告"
    },
    "preview_below": {
      "en": "Preview Below",
      "de": "Vorschau unten",
      "es": "Vista previa abajo",
      "fr": "Aperçu en bas",
      "it": "Anteprima in basso",
      "ja": "下にプレビュー",
      "zh-Hans": "下方预览"
    },
    "preview_on_left": {
      "en": "Preview on Left",
      "de": "Vorschau links",
      "es": "Vista previa a la izquierda",
      "fr": "Aperçu à gauche",
      "it": "Anteprima a sinistra",
      "ja": "左にプレビュー",
      "zh-Hans": "左侧预览"
    },
    "preview_on_right": {
      "en": "Preview on Right",
      "de": "Vorschau rechts",
      "es": "Vista previa a la derecha",
      "fr": "Aperçu à droite",
      "it": "Anteprima a destra",
      "ja": "右にプレビュー",
      "zh-Hans": "右侧预览"
    },
    "preview_position": {
      "en": "Preview Position",
      "de": "Vorschauposition",
      "es": "Posición de vista previa",
      "fr": "Position de l'aperçu",
      "it": "Posizione anteprima",
      "ja": "プレビュー位置",
      "zh-Hans": "预览位置"
    },
    "project_color": {
      "en": "Project Color",
      "ar": "لون المشروع",
      "de": "Projektfarbe",
      "es": "Color del proyecto",
      "es-419": "Color del proyecto",
      "es-US": "Color del proyecto",
      "fr": "Couleur du projet",
      "fr-CA": "Couleur du projet",
      "hi": "परियोजना का रंग",
      "id": "Warna Proyek",
      "it": "Colore del progetto",
      "ja": "プロジェクトカラー",
      "ko": "프로젝트 색상",
      "nl": "Projectkleur",
      "pl": "Kolor Projektu",
      "pt-BR": "Cor do Projeto",
      "ru": "Цвет проекта",
      "th": "สีโครงการ",
      "tr": "Proje Rengi",
      "uk": "Колір проекту",
      "vi": "Màu sắc dự án",
      "zh-Hans": "项目颜色",
      "zh-Hant": "專案顏色"
    },
    "project_information": {
      "en": "Project Information",
      "de": "Projektinformationen",
      "es": "Información del proyecto",
      "fr": "Informations sur le projet",
      "it": "Informazioni progetto",
      "ja": "プロジェクト情報",
      "zh-Hans": "项目信息"
    },
    "projects": {
      "en": "Projects",
      "de": "Projekte",
      "es": "Proyectos",
      "fr": "Projets",
      "it": "Progetti",
      "ja": "プロジェクト",
      "zh-Hans": "项目"
    },
    "projects_tags": {
      "en": "Projects & Tags",
      "de": "Projekte & Tags",
      "es": "Proyectos y etiquetas",
      "fr": "Projets et étiquettes",
      "it": "Progetti e tag",
      "ja": "プロジェクトとタグ",
      "zh-Hans": "项目与标签"
    },
    "projects_documents_and_editor_side_by_side_for_efficient_workflow": {
      "en": "Projects, Documents, and Editor side-by-side for efficient workflow",
      "de": "Projekte, Dokumente und Editor nebeneinander für effizienten Workflow",
      "es": "Proyectos, Documentos y Editor en paralelo para un flujo de trabajo eficiente",
      "fr": "Projets, documents et éditeur côte à côte pour un flux de travail efficace",
      "it": "Progetti, Documenti ed Editor fianco a fianco per un flusso di lavoro efficiente",
      "ja": "効率的なワークフローのためにプロジェクト、書類、エディタを並べて表示",
      "zh-Hans": "项目、文档和编辑器并排显示，实现高效工作流程"
    },
    "purchase_could_not_be_verified": {
      "en": "Purchase could not be verified.",
      "de": "Der Kauf konnte nicht verifiziert werden.",
      "es": "La compra no pudo verificarse.",
      "fr": "L'achat n'a pas pu être vérifié.",
      "it": "L'acquisto non ha potuto essere verificato.",
      "ja": "購入を確認できませんでした。",
      "zh-Hans": "无法验证购买。"
    },
    "real_time_synchronization_ensures_consistent_data_availability_across_all_connected_devices_and_platforms": {
      "en": "Real-time synchronization ensures consistent data availability across all connected devices and platforms.",
      "ar": "تضمن المزامنة في الوقت الفعلي توافرا ثابتا للبيانات عبر جميع الأجهزة والأنظمة الأساسية المتصلة.",
      "de": "Die Echtzeit-Synchronisierung gewährleistet eine konsistente Datenverfügbarkeit auf allen angeschlossenen Geräten und Plattformen.",
      "es": "La sincronización en tiempo real garantiza una disponibilidad constante de datos en todos los dispositivos y plataformas conectados.",
      "es-419": "La sincronización en tiempo real garantiza una disponibilidad constante de datos en todos los dispositivos y plataformas conectados.",
      "es-US": "La sincronización en tiempo real garantiza una disponibilidad constante de datos en todos los dispositivos y plataformas conectados.",
      "fr": "La synchronisation en temps réel garantit une disponibilité constante des données sur tous les appareils et plates-formes connectés.",
      "fr-CA": "La synchronisation en temps réel garantit une disponibilité constante des données sur tous les appareils et plates-formes connectés.",
      "hi": "रीयल-टाइम सिंक्रनाइज़ेशन सभी जुड़े उपकरणों और प्लेटफार्मों में लगातार डेटा उपलब्धता सुनिश्चित करता है।",
      "id": "Sinkronisasi waktu nyata memastikan ketersediaan data yang konsisten di semua perangkat dan platform yang terhubung.",
      "it": "La sincronizzazione in tempo reale garantisce una disponibilità costante dei dati su tutti i dispositivi e le piattaforme collegati.",
      "ja": "リアルタイム同期により、すべての接続されたデバイスおよびプラットフォーム間でデータの可用性が一貫して確保されます。",
      "ko": "실시간 동기화는 연결된 모든 장치와 플랫폼 전반에 걸쳐 일관된 데이터 가용성을 보장합니다.",
      "nl": "Realtime synchronisatie zorgt voor consistente gegevensbeschikbaarheid op alle aangesloten apparaten en platforms.",
      "pl": "Synchronizacja w czasie rzeczywistym zapewnia stałą dostępność danych na wszystkich podłączonych urządzeniach i platformach.",
      "pt-BR": "A sincronização em tempo real garante uma disponibilidade consistente de dados em todos os dispositivos e plataformas conectados.",
      "ru": "Синхронизация в режиме реального времени обеспечивает постоянную доступность данных на всех подключенных устройствах и платформах.",
      "th": "การซิงโครไนซ์แบบเรียลไทม์ช่วยให้มั่นใจได้ว่าข้อมูลจะพร้อมใช้งานอย่างสม่ําเสมอในทุกอุปกรณ์และแพลตฟอร์มที่เชื่อมต่อ",
      "tr": "Gerçek zamanlı senkronizasyon, bağlı tüm cihazlarda ve platformlarda tutarlı veri kullanılabilirliği sağlar.",
      "uk": "Синхронізація в режимі реального часу забезпечує постійну доступність даних на всіх підключених пристроях і платформах.",
      "vi": "Đồng bộ hóa thời gian thực đảm bảo tính khả dụng nhất quán của dữ liệu trên tất cả các thiết bị và nền tảng được kết nối.",
      "zh-Hans": "实时同步确保所有连接的设备和平台的一致数据可用性。",
      "zh-Hant": "實時同步確保所有連線裝置和平臺的一致資料可用性。"
    },
    "recent": {
      "en": "Recent",
      "de": "Zuletzt verwendet",
      "es": "Recientes",
      "fr": "Récents",
      "it": "Recenti",
      "ja": "最近使用",
      "zh-Hans": "最近"
    },
    "remove_from_favorites": {
      "en": "Remove from Favorites",
      "de": "Aus Favoriten entfernen",
      "es": "Quitar de favoritos",
      "fr": "Retirer des favoris",
      "it": "Rimuovi dai preferiti",
      "ja": "お気に入りから削除",
      "zh-Hans": "从收藏夹中移除"
    },
    "responsive_design_principles_guarantee_optimal_viewing_experiences_across_various_screen_sizes_and_devices": {
      "en": "Responsive design principles guarantee optimal viewing experiences across various screen sizes and devices.",
      "ar": "تضمن مبادئ التصميم المتجاوب تجارب المشاهدة المثلى عبر أحجام الشاشات والأجهزة المختلفة.",
      "de": "Responsive Design-Prinzipien garantieren ein optimales Seherlebnis über verschiedene Bildschirmgrößen und Geräte hinweg.",
      "es": "Los principios de diseño receptivo garantizan experiencias de visualización óptimas en varios tamaños de pantalla y dispositivos.",
      "es-419": "Los principios de diseño receptivo garantizan experiencias de visualización óptimas en varios tamaños de pantalla y dispositivos.",
      "es-US": "Los principios de diseño receptivo garantizan experiencias de visualización óptimas en varios tamaños de pantalla y dispositivos.",
      "fr": "Les principes de conception réactive garantissent des expériences de visualisation optimales sur différentes tailles d'écran et appareils.",
      "fr-CA": "Les principes de conception réactive garantissent des expériences de visualisation optimales sur différentes tailles d'écran et appareils.",
      "hi": "उत्तरदायी डिज़ाइन सिद्धांत विभिन्न स्क्रीन आकारों और उपकरणों में इष्टतम देखने के अनुभवों की गारंटी देते हैं।",
      "id": "Prinsip desain responsif menjamin pengalaman menonton yang optimal di berbagai ukuran layar dan perangkat.",
      "it": "I principi di progettazione reattivi garantiscono esperienze di visualizzazione ottimali su varie dimensioni dello schermo e dispositivi.",
      "ja": "レスポンシブデザインの原則は、さまざまな画面サイズやデバイスにおいて最適な視聴体験を保証します。",
      "ko": "반응형 디자인 원칙은 다양한 화면 크기와 기기에서 최적의 시청 경험을 보장합니다.",
      "nl": "Responsieve ontwerpprincipes garanderen optimale kijkervaringen op verschillende schermformaten en apparaten.",
      "pl": "Responsywne zasady projektowania gwarantują optymalne wrażenia podczas oglądania na różnych rozmiarach ekranów i urządzeniach.",
      "pt-BR": "Os princípios de design responsivos garantem experiências de visualização ideais em vários tamanhos de tela e dispositivos.",
      "ru": "Принципы адаптивного дизайна гарантируют оптимальный опыт просмотра на экранах различных размеров и устройств.",
      "th": "หลักการออกแบบที่ตอบสนองได้รับประกันประสบการณ์การรับชมที่ดีที่สุดในขนาดหน้าจอและอุปกรณ์ต่างๆ",
      "tr": "Duyarlı tasarım ilkeleri, çeşitli ekran boyutlarında ve cihazlarda optimum görüntüleme deneyimlerini garanti eder.",
      "uk": "Адаптивні принципи дизайну гарантують оптимальний досвід перегляду на різних розмірах екранів та пристроях.",
      "vi": "Các nguyên tắc thiết kế đáp ứng đảm bảo trải nghiệm xem tối ưu trên các kích thước màn hình và thiết bị khác nhau.",
      "zh-Hans": "响应式设计原则保证了各种屏幕尺寸和设备的最佳观看体验。",
      "zh-Hant": "響應式設計原則保證了各種螢幕尺寸和裝置的最佳觀看體驗。"
    },
    "restart_mac_md_to_apply_sync_changes": {
      "en": "Restart Mac MD to apply sync changes.",
      "de": "Mac MD neu starten, um Synchronisierungsänderungen zu übernehmen.",
      "es": "Reinicia Mac MD para aplicar los cambios de sincronización.",
      "fr": "Redémarrez Mac MD pour appliquer les modifications de synchronisation.",
      "it": "Riavvia Mac MD per applicare le modifiche alla sincronizzazione.",
      "ja": "同期の変更を適用するにはMac MDを再起動してください。",
      "zh-Hans": "重新启动 Mac MD 以应用同步更改。"
    },
    "rounded": {
      "en": "Rounded",
      "ar": "مُسْتَدير",
      "de": "Abgerundet",
      "es": "Redondeado",
      "es-419": "Redondeado",
      "es-US": "Redondeado",
      "fr": "Arrondi",
      "fr-CA": "Arrondi",
      "hi": "गोल",
      "id": "Bulat",
      "it": "Arrotondato",
      "ja": "丸い",
      "ko": "둥글게 된",
      "nl": "Rond",
      "pl": "Zaokrąglony",
      "pt-BR": "Arredondado",
      "ru": "Закругленный",
      "th": "โค้งมน",
      "tr": "Yuvarlak",
      "uk": "Округлий",
      "vi": "Làm tròn",
      "zh-Hans": "圆形的",
      "zh-Hant": "圓形的"
    },
    "save": {
      "en": "Save",
      "de": "Sichern",
      "es": "Guardar",
      "fr": "Enregistrer",
      "it": "Salva",
      "ja": "保存",
      "zh-Hans": "保存"
    },
    "seamless_integration_capabilities_connect_disparate_systems_and_enable_efficient_data_exchange_between_platforms": {
      "en": "Seamless integration capabilities connect disparate systems and enable efficient data exchange between platforms.",
      "ar": "تربط قدرات التكامل السلس الأنظمة المتباينة وتمكن من تبادل البيانات بكفاءة بين المنصات.",
      "de": "Nahtlose Integrationsmöglichkeiten verbinden unterschiedliche Systeme und ermöglichen einen effizienten Datenaustausch zwischen Plattformen.",
      "es": "Las capacidades de integración perfecta conectan sistemas dispares y permiten un intercambio eficiente de datos entre plataformas.",
      "es-419": "Las capacidades de integración perfecta conectan sistemas dispares y permiten un intercambio eficiente de datos entre plataformas.",
      "es-US": "Las capacidades de integración perfecta conectan sistemas dispares y permiten un intercambio eficiente de datos entre plataformas.",
      "fr": "Les capacités d'intégration transparentes connectent des systèmes disparates et permettent un échange efficace de données entre les plates-formes.",
      "fr-CA": "Les capacités d'intégration transparentes connectent des systèmes disparates et permettent un échange efficace de données entre les plates-formes.",
      "hi": "निर्बाध एकीकरण क्षमताएं अलग-अलग प्रणालियों को जोड़ती हैं और प्लेटफार्मों के बीच कुशल डेटा विनिमय को सक्षम करती हैं।",
      "id": "Kemampuan integrasi yang mulus menghubungkan sistem yang berbeda dan memungkinkan pertukaran data yang efisien antar platform.",
      "it": "Le capacità di integrazione senza soluzione di continuità collegano sistemi disparati e consentono un efficiente scambio di dati tra piattaforme.",
      "ja": "シームレスな統合機能は、分散したシステムを接続し、プラットフォーム間の効率的なデータ交換を可能にします。",
      "ko": "원활한 통합 기능은 서로 다른 시스템을 연결하고 플랫폼 간 효율적인 데이터 교환을 가능하게 합니다.",
      "nl": "Naadloze integratiemogelijkheden verbinden verschillende systemen en maken efficiënte gegevensuitwisseling tussen platforms mogelijk.",
      "pl": "Bezproblemowe możliwości integracji łączą rozproszone systemy i umożliwiają wydajną wymianę danych między platformami.",
      "pt-BR": "Recursos de integração contínuos conectam sistemas díspares e permitem uma troca eficiente de dados entre plataformas.",
      "ru": "Возможности бесшовной интеграции соединяют разрозненные системы и обеспечивают эффективный обмен данными между платформами.",
      "th": "ความสามารถในการผสานรวมที่ไร้รอยต่อเชื่อมต่อระบบที่แตกต่างกันและเปิดใช้งานการแลกเปลี่ยนข้อมูลที่มีประสิทธิภาพระหว่างแพลตฟอร์ม",
      "tr": "Sorunsuz entegrasyon yetenekleri, farklı sistemleri birbirine bağlar ve platformlar arasında verimli veri alışverişi sağlar.",
      "uk": "Можливості бездоганної інтеграції з'єднують розрізнені системи та забезпечують ефективний обмін даними між платформами.",
      "vi": "Khả năng tích hợp liền mạch kết nối các hệ thống khác nhau và cho phép trao đổi dữ liệu hiệu quả giữa các nền tảng.",
      "zh-Hans": "无缝集成功能连接不同的系统，并实现平台之间的高效数据交换。",
      "zh-Hant": "無縫整合功能連線不同的系統，並實現平臺之間的高效資料交換。"
    },
    "search_documents": {
      "en": "Search documents",
      "de": "Dokumente suchen",
      "es": "Buscar documentos",
      "fr": "Rechercher des documents",
      "it": "Cerca documenti",
      "ja": "書類を検索",
      "zh-Hans": "搜索文档"
    },
    "secure_authentication_mechanisms_protect_sensitive_information_while_providing_convenient_access_for_authorized_users": {
      "en": "Secure authentication mechanisms protect sensitive information while providing convenient access for authorized users.",
      "ar": "تحمي آليات المصادقة الآمنة المعلومات الحساسة مع توفير وصول سهل للمستخدمين المصرح لهم.",
      "de": "Sichere Authentifizierungsmechanismen schützen sensible Informationen und bieten gleichzeitig einen bequemen Zugriff für autorisierte Benutzer.",
      "es": "Los mecanismos de autenticación segura protegen la información confidencial al tiempo que proporcionan un acceso conveniente a los usuarios autorizados.",
      "es-419": "Los mecanismos de autenticación segura protegen la información confidencial al tiempo que proporcionan un acceso conveniente a los usuarios autorizados.",
      "es-US": "Los mecanismos de autenticación segura protegen la información confidencial al tiempo que proporcionan un acceso conveniente a los usuarios autorizados.",
      "fr": "Les mécanismes d'authentification sécurisés protègent les informations sensibles tout en offrant un accès pratique aux utilisateurs autorisés.",
      "fr-CA": "Les mécanismes d'authentification sécurisés protègent les informations sensibles tout en offrant un accès pratique aux utilisateurs autorisés.",
      "hi": "सुरक्षित प्रमाणीकरण तंत्र अधिकृत उपयोगकर्ताओं के लिए सुविधाजनक पहुंच प्रदान करते हुए संवेदनशील जानकारी की रक्षा करता है।",
      "id": "Mekanisme otentikasi yang aman melindungi informasi sensitif sambil menyediakan akses yang mudah bagi pengguna yang berwenang.",
      "it": "I meccanismi di autenticazione sicuri proteggono le informazioni sensibili fornendo un comodo accesso agli utenti autorizzati.",
      "ja": "安全な認証メカニズムは、機密情報を保護し、認可されたユーザーに便利なアクセスを提供します。",
      "ko": "보안 인증 메커니즘은 민감한 정보를 보호하면서 권한이 부여된 사용자에게 편리한 접근을 제공합니다.",
      "nl": "Veilige authenticatiemechanismen beschermen gevoelige informatie en bieden gemakkelijke toegang voor geautoriseerde gebruikers.",
      "pl": "Bezpieczne mechanizmy uwierzytelniania chronią poufne informacje, zapewniając jednocześnie wygodny dostęp dla autoryzowanych użytkowników.",
      "pt-BR": "Mecanismos de autenticação segura protegem informações confidenciais enquanto fornecem acesso conveniente para usuários autorizados.",
      "ru": "Механизмы безопасной аутентификации защищают конфиденциальную информацию, обеспечивая при этом удобный доступ для авторизованных пользователей.",
      "th": "กลไกการตรวจสอบสิทธิ์ที่ปลอดภัยปกป้องข้อมูลที่ละเอียดอ่อนในขณะที่ให้การเข้าถึงที่สะดวกสําหรับผู้ใช้ที่ได้รับอนุญาต",
      "tr": "Güvenli kimlik doğrulama mekanizmaları, yetkili kullanıcılar için kolay erişim sağlarken hassas bilgileri korur.",
      "uk": "Безпечні механізми автентифікації захищають конфіденційну інформацію, забезпечуючи зручний доступ для авторизованих користувачів.",
      "vi": "Cơ chế xác thực an toàn bảo vệ thông tin nhạy cảm đồng thời cung cấp quyền truy cập thuận tiện cho người dùng được ủy quyền.",
      "zh-Hans": "安全身份验证机制保护敏感信息，同时为授权用户提供便捷的访问。",
      "zh-Hant": "安全身份驗證機制保護敏感資訊，同時為授權使用者提供便捷的訪問。"
    },
    "see_your_markdown_rendered_in_real_time_as_you_type": {
      "en": "See your Markdown rendered in real-time as you type",
      "de": "Sehen Sie Ihr Markdown beim Tippen in Echtzeit gerendert",
      "es": "Ve tu Markdown renderizado en tiempo real mientras escribes",
      "fr": "Voyez votre Markdown rendu en temps réel au fil de la saisie",
      "it": "Vedi il tuo Markdown renderizzato in tempo reale mentre digiti",
      "ja": "入力しながらMarkdownがリアルタイムに表示される",
      "zh-Hans": "输入时实时查看 Markdown 渲染效果"
    },
    "select": {
      "en": "Select",
      "de": "Auswählen",
      "es": "Seleccionar",
      "fr": "Sélectionner",
      "it": "Seleziona",
      "ja": "選択",
      "zh-Hans": "选择"
    },
    "select_a_document_from_the_list_or_create_a_new_one_to_get_started": {
      "en": "Select a document from the list or create a new one to get started.",
      "ar": "حدد مستندا من القائمة أو أنشئ مستندا جديدا للبدء.",
      "de": "Wählen Sie ein Dokument aus der Liste aus oder erstellen Sie ein neues, um loszulegen.",
      "es": "Seleccione un documento de la lista o cree uno nuevo para comenzar.",
      "es-419": "Seleccione un documento de la lista o cree uno nuevo para comenzar.",
      "es-US": "Seleccione un documento de la lista o cree uno nuevo para comenzar.",
      "fr": "Sélectionnez un document dans la liste ou créez-en un nouveau pour commencer.",
      "fr-CA": "Sélectionnez un document dans la liste ou créez-en un nouveau pour commencer.",
      "hi": "सूची से एक दस्तावेज़ चुनें या शुरू करने के लिए एक नया बनाएं।",
      "id": "Pilih dokumen dari daftar atau buat yang baru untuk memulai.",
      "it": "Seleziona un documento dall'elenco o creane uno nuovo per iniziare.",
      "ja": "リストから文書を選択するか、新しい文書を作成して開始してください。",
      "ko": "목록에서 문서를 선택하거나 새 문서를 생성하여 시작하십시오.",
      "nl": "Selecteer een document uit de lijst of maak een nieuw document om aan de slag te gaan.",
      "pl": "Wybierz dokument z listy lub utwórz nowy, aby rozpocząć.",
      "pt-BR": "Selecione um documento da lista ou crie um novo para começar.",
      "ru": "Выберите документ из списка или создайте новый, чтобы начать.",
      "th": "เลือกเอกสารจากรายการหรือสร้างเอกสารใหม่เพื่อเริ่มต้น",
      "tr": "Başlamak için listeden bir belge seçin veya yeni bir belge oluşturun.",
      "uk": "Виберіть документ зі списку або створіть новий, щоб розпочати.",
      "vi": "Chọn một tài liệu từ danh sách hoặc tạo một tài liệu mới để bắt đầu.",
      "zh-Hans": "从列表中选择一个文档或创建一个新的文档开始。",
      "zh-Hant": "從列表中選擇一個文件或建立一個新的文件開始。"
    },
    "select_color": {
      "en": "Select color",
      "ar": "اختر اللون",
      "de": "Farbe auswählen",
      "es": "Seleccionar color",
      "es-419": "Seleccionar color",
      "es-US": "Seleccionar color",
      "fr": "Sélectionnez la couleur",
      "fr-CA": "Sélectionnez la couleur",
      "hi": "रंग चुनें",
      "id": "Pilih warna",
      "it": "Seleziona il colore",
      "ja": "色を選択",
      "ko": "색상 선택",
      "nl": "Selecteer kleur",
      "pl": "Wybierz kolor",
      "pt-BR": "Selecione a cor",
      "ru": "Выберите цвет",
      "th": "เลือกสี",
      "tr": "Renk seç",
      "uk": "Виберіть колір",
      "vi": "Chọn màu",
      "zh-Hans": "选择颜色",
      "zh-Hant": "選擇顏色"
    },
    "serif": {
      "en": "Serif",
      "ar": "سيريف",
      "de": "Serife",
      "es": "Serifa",
      "es-419": "Serifa",
      "es-US": "Serifa",
      "fr": "Serif",
      "fr-CA": "Serif",
      "hi": "सेरिफ़",
      "id": "Serif",
      "it": "Grazia",
      "ja": "セリフ",
      "ko": "세리프",
      "nl": "Schreef",
      "pl": "Szeryf",
      "pt-BR": "Serifa",
      "ru": "Засечка",
      "th": "เซริฟ",
      "tr": "Serif",
      "uk": "Сериф",
      "vi": "Chân chữ",
      "zh-Hans": "塞夫",
      "zh-Hant": "截線"
    },
    "settings": {
      "en": "Settings",
      "de": "Einstellungen",
      "es": "Configuración",
      "fr": "Réglages",
      "it": "Impostazioni",
      "ja": "設定",
      "zh-Hans": "设置"
    },
    "show_preview": {
      "en": "Show Preview",
      "de": "Vorschau anzeigen",
      "es": "Mostrar vista previa",
      "fr": "Afficher l'aperçu",
      "it": "Mostra anteprima",
      "ja": "プレビューを表示",
      "zh-Hans": "显示预览"
    },
    "sort": {
      "en": "Sort",
      "de": "Sortieren",
      "es": "Ordenar",
      "fr": "Trier",
      "it": "Ordina",
      "ja": "並べ替え",
      "zh-Hans": "排序"
    },
    "sort_by": {
      "en": "Sort By",
      "ar": "رتب حسب",
      "de": "Sortieren Nach",
      "es": "Ordenar por",
      "es-419": "Ordenar por",
      "es-US": "Ordenar por",
      "fr": "Trier par",
      "fr-CA": "Trier par",
      "hi": "द्वारा क्रमबद्ध करें",
      "id": "Urutkan berdasarkan",
      "it": "Ordina per",
      "ja": "並び替え",
      "ko": "정렬 기준",
      "nl": "Sorteer op",
      "pl": "Sortuj Według",
      "pt-BR": "Classificar por",
      "ru": "Сортировать По",
      "th": "เรียงตาม",
      "tr": "Sırala",
      "uk": "Сортувати за",
      "vi": "Sắp xếp theo",
      "zh-Hans": "排序方式",
      "zh-Hant": "排序依據"
    },
    "subscribe_to_mac_md_premium_to_sync_your_documents_across_all_your_apple_devices": {
      "en": "Subscribe to Mac MD Premium to sync your documents across all your Apple devices.",
      "de": "Abonnieren Sie Mac MD Premium, um Ihre Dokumente auf allen Apple-Geräten zu synchronisieren.",
      "es": "Suscríbete a Mac MD Premium para sincronizar tus documentos en todos tus dispositivos Apple.",
      "fr": "Abonnez-vous à Mac MD Premium pour synchroniser vos documents sur tous vos appareils Apple.",
      "it": "Abbonati a Mac MD Premium per sincronizzare i tuoi documenti su tutti i tuoi dispositivi Apple.",
      "ja": "Mac MD Premiumに登録して、すべてのAppleデバイスで書類を同期しましょう。",
      "zh-Hans": "订阅 Mac MD Premium，在所有 Apple 设备上同步您的文档。"
    },
    "sync": {
      "en": "Sync",
      "ar": "مُزامَنة",
      "de": "Synchronisieren",
      "es": "Sincronización",
      "es-419": "Sincronización",
      "es-US": "Sincronización",
      "fr": "Synchronisation",
      "fr-CA": "Synchronisation",
      "hi": "सिंक",
      "id": "Sinkronisasi",
      "it": "Sincronizzazione",
      "ja": "一致",
      "ko": "동기화하다",
      "nl": "Synchroniseren",
      "pl": "Synchronizacja",
      "pt-BR": "Sincronização",
      "ru": "Синхронизация",
      "th": "ซิงค์",
      "tr": "Senkronizasyon",
      "uk": "Синхронізувати",
      "vi": "Đồng bộ hóa",
      "zh-Hans": "同步",
      "zh-Hant": "同步"
    },
    "system_sans_serif": {
      "en": "System (Sans-serif)",
      "ar": "النظام (Sans-serif)",
      "de": "System (serifenlos)",
      "es": "Sistema (sans-serif)",
      "es-419": "Sistema (sans-serif)",
      "es-US": "Sistema (sans-serif)",
      "fr": "Système (sans empattement)",
      "fr-CA": "Système (sans empattement)",
      "hi": "सिस्टम (संस-सेरिफ़)",
      "id": "Sistem (Sans-serif)",
      "it": "Sistema (sans-serif)",
      "ja": "システム（サンセリフ）",
      "ko": "시스템 (산세리프)",
      "nl": "Systeem (Sans-serif)",
      "pl": "System (Sans-serif)",
      "pt-BR": "Sistema (Sans-serif)",
      "ru": "Система (без засечек)",
      "th": "ระบบ (Sans-serif)",
      "tr": "Sistem (Sans-serif)",
      "uk": "Система (Sans-serif)",
      "vi": "Hệ thống (Sans-serif)",
      "zh-Hans": "系统（Sans-serif）",
      "zh-Hant": "系統（無襯線）"
    },
    "tag_color": {
      "en": "Tag Color",
      "de": "Tag-Farbe",
      "es": "Color de etiqueta",
      "fr": "Couleur de l'étiquette",
      "it": "Colore tag",
      "ja": "タグカラー",
      "zh-Hans": "标签颜色"
    },
    "tag_name": {
      "en": "Tag Name",
      "de": "Tag-Name",
      "es": "Nombre de etiqueta",
      "fr": "Nom de l'étiquette",
      "it": "Nome tag",
      "ja": "タグ名",
      "zh-Hans": "标签名称"
    },
    "tags": {
      "en": "Tags",
      "de": "Tags",
      "es": "Etiquetas",
      "fr": "Étiquettes",
      "it": "Tag",
      "ja": "タグ",
      "zh-Hans": "标签"
    },
    "test_key": {
      "en": "TEST-KEY",
      "ar": "مفتاح الاختبار",
      "de": "TESTSCHLÜSSEL",
      "es": "CLAVE DE PRUEBA",
      "es-419": "CLAVE DE PRUEBA",
      "es-US": "CLAVE DE PRUEBA",
      "fr": "CLÉ DE TEST",
      "fr-CA": "CLÉ DE TEST",
      "hi": "टेस्ट-कुंजी",
      "id": "KUNCI-TES",
      "it": "CHIAVE DI PROVA",
      "ja": "テストキー",
      "ko": "테스트 키",
      "nl": "TESTSLEUTEL",
      "pl": "KLUCZ TESTOWY",
      "pt-BR": "CHAVE DE TESTE",
      "ru": "ТЕСТОВЫЙ КЛЮЧ",
      "th": "คีย์ทดสอบ",
      "tr": "TEST ANAHTARI",
      "uk": "ТЕСТ-КЛЮЧ",
      "vi": "KIỂM TRA-CHÌA KHÓA",
      "zh-Hans": "测试密钥",
      "zh-Hant": "測試金鑰"
    },
    "the_innovative_technology_platform_seamlessly_integrates_advanced_features_to_enhance_user_productivity": {
      "en": "The innovative technology platform seamlessly integrates advanced features to enhance user productivity.",
      "ar": "تدمج منصة التكنولوجيا المبتكرة الميزات المتقدمة بسلاسة لتعزيز إنتاجية المستخدم.",
      "de": "Die innovative Technologieplattform integriert nahtlos fortschrittliche Funktionen, um die Benutzerproduktivität zu steigern.",
      "es": "La innovadora plataforma tecnológica integra a la perfección funciones avanzadas para mejorar la productividad del usuario.",
      "es-419": "La innovadora plataforma tecnológica integra a la perfección funciones avanzadas para mejorar la productividad del usuario.",
      "es-US": "La innovadora plataforma tecnológica integra a la perfección funciones avanzadas para mejorar la productividad del usuario.",
      "fr": "La plate-forme technologique innovante intègre de manière transparente des fonctionnalités avancées pour améliorer la productivité des utilisateurs.",
      "fr-CA": "La plate-forme technologique innovante intègre de manière transparente des fonctionnalités avancées pour améliorer la productivité des utilisateurs.",
      "hi": "अभिनव प्रौद्योगिकी मंच उपयोगकर्ता उत्पादकता बढ़ाने के लिए उन्नत सुविधाओं को मूल रूप से एकीकृत करता है।",
      "id": "Platform teknologi inovatif dengan mulus mengintegrasikan fitur-fitur canggih untuk meningkatkan produktivitas pengguna.",
      "it": "L'innovativa piattaforma tecnologica integra perfettamente funzionalità avanzate per migliorare la produttività degli utenti.",
      "ja": "革新的なテクノロジープラットフォームは、ユーザーの生産性を向上させるために、先進的な機能をシームレスに統合します。",
      "ko": "혁신적인 기술 플랫폼은 고급 기능을 원활하게 통합하여 사용자 생산성을 향상시킵니다.",
      "nl": "Het innovatieve technologieplatform integreert naadloos geavanceerde functies om de productiviteit van de gebruiker te verbeteren.",
      "pl": "Innowacyjna platforma technologiczna bezproblemowo integruje zaawansowane funkcje, aby zwiększyć produktywność użytkowników.",
      "pt-BR": "A plataforma de tecnologia inovadora integra perfeitamente recursos avançados para aumentar a produtividade do usuário.",
      "ru": "Инновационная технологическая платформа легко интегрирует передовые функции для повышения производительности пользователей.",
      "th": "แพลตฟอร์มเทคโนโลยีที่เป็นนวัตกรรมรวมคุณสมบัติขั้นสูงอย่างราบรื่นเพื่อเพิ่มประสิทธิภาพการทํางานของผู้ใช้",
      "tr": "Yenilikçi teknoloji platformu, kullanıcı verimliliğini artırmak için gelişmiş özellikleri sorunsuz bir şekilde entegre eder.",
      "uk": "Інноваційна технологічна платформа легко інтегрує розширені функції для підвищення продуктивності користувачів.",
      "vi": "Nền tảng công nghệ tiên tiến tích hợp liền mạch các tính năng tiên tiến để nâng cao năng suất của người dùng.",
      "zh-Hans": "创新技术平台无缝集成了高级功能，以提高用户生产力。",
      "zh-Hant": "創新技術平臺無縫整合高階功能，以提高使用者生產力。"
    },
    "the_quick_brown_fox_jumps_over_the_lazy_dog": {
      "en": "The quick brown fox jumps over the lazy dog.",
      "ar": "الثعلب البني السريع يقفز فوق الكلب الكسول.",
      "de": "Der schnelle braune Fuchs springt über den faulen Hund.",
      "es": "El rápido zorro marrón salta sobre el perro perezoso.",
      "es-419": "El rápido zorro marrón salta sobre el perro perezoso.",
      "es-US": "El rápido zorro marrón salta sobre el perro perezoso.",
      "fr": "Le renard brun rapide saute par-dessus le chien paresseux.",
      "fr-CA": "Le renard brun rapide saute par-dessus le chien paresseux.",
      "hi": "तेज भूरे रंग की लोमड़ी आलसी कुत्ते के ऊपर कूदती है।",
      "id": "Rubah coklat yang cepat melompati anjing yang malas.",
      "it": "La veloce volpe marrone salta sopra il cane pigro.",
      "ja": "素早い茶色のキツネが怠惰な犬の上を跳び越えます。",
      "ko": "빠른 갈색 여우가 게으른 개 위를 뛰어넘습니다.",
      "nl": "De snelle bruine vos springt over de luie hond.",
      "pl": "Szybki brązowy lis przeskakuje nad leniwym psem.",
      "pt-BR": "A rápida raposa marrom pula sobre o cachorro preguiçoso.",
      "ru": "Быстрая коричневая лиса перепрыгивает через ленивую собаку.",
      "th": "สุนัขจิ้งจอกสีน้ําตาลที่ว่องไวกระโดดข้ามสุนัขขี้เกียจ",
      "tr": "Hızlı kahverengi tilki tembel köpeğin üzerinden atlar.",
      "uk": "Швидка коричнева лисиця перестрибує через ледачу собаку.",
      "vi": "Con cáo nâu nhanh nhẹn nhảy qua con chó lười biếng.",
      "zh-Hans": "敏捷的棕色狐狸跳过了懒惰的狗。",
      "zh-Hant": "敏捷的棕色狐狸跳過了懶惰的狗。"
    },
    "themes": {
      "en": "Themes",
      "ar": "مواضيع",
      "de": "Themen",
      "es": "Temas",
      "es-419": "Temas",
      "es-US": "Temas",
      "fr": "Thèmes",
      "fr-CA": "Thèmes",
      "hi": "विषय",
      "id": "Tema",
      "it": "Temi",
      "ja": "テーマ",
      "ko": "테마",
      "nl": "Thema's",
      "pl": "Tematy",
      "pt-BR": "Temas",
      "ru": "Темы",
      "th": "ธีม",
      "tr": "Temalar",
      "uk": "Теми",
      "vi": "Các chủ đề",
      "zh-Hans": "主题",
      "zh-Hant": "主題"
    },
    "this_action_cannot_be_undone": {
      "en": "This action cannot be undone.",
      "de": "Diese Aktion kann nicht rückgängig gemacht werden.",
      "es": "Esta acción no se puede deshacer.",
      "fr": "Cette action est irréversible.",
      "it": "Questa azione non può essere annullata.",
      "ja": "この操作は取り消せません。",
      "zh-Hans": "此操作无法撤销。"
    },
    "three_column_layout": {
      "en": "Three-Column Layout",
      "de": "Drei-Spalten-Layout",
      "es": "Diseño de tres columnas",
      "fr": "Mise en page à trois colonnes",
      "it": "Layout a tre colonne",
      "ja": "3カラムレイアウト",
      "zh-Hans": "三栏布局"
    },
    "title": {
      "en": "Title",
      "de": "Titel",
      "es": "Título",
      "fr": "Titre",
      "it": "Titolo",
      "ja": "タイトル",
      "zh-Hans": "标题"
    },
    "toggle_favorite": {
      "en": "Toggle Favorite",
      "ar": "تبديل المفضل",
      "de": "Favorit Umschalten",
      "es": "Alternar Favorito",
      "es-419": "Alternar Favorito",
      "es-US": "Alternar Favorito",
      "fr": "Basculer Favoris",
      "fr-CA": "Basculer Favoris",
      "hi": "पसंदीदा टॉगल करें",
      "id": "Beralih Favorit",
      "it": "Attiva/disattiva preferito",
      "ja": "お気に入りを切り替える",
      "ko": "즐겨찾기 전환",
      "nl": "Favoriet Omschakelen",
      "pl": "Przełącz Ulubione",
      "pt-BR": "Alternar Favorito",
      "ru": "Переключить Избранное",
      "th": "สลับรายการโปรด",
      "tr": "Favoriyi Değiştir",
      "uk": "Перемкнути Улюблене",
      "vi": "Chuyển đổi yêu thích",
      "zh-Hans": "切换收藏夹",
      "zh-Hant": "切換收藏夾"
    },
    "toggle_preview": {
      "en": "Toggle Preview",
      "ar": "تبديل المعاينة",
      "de": "Vorschau umschalten",
      "es": "Alternar vista previa",
      "es-419": "Alternar vista previa",
      "es-US": "Alternar vista previa",
      "fr": "Basculer l'aperçu",
      "fr-CA": "Basculer l'aperçu",
      "hi": "पूर्वावलोकन टॉगल करें",
      "id": "Beralih Pratinjau",
      "it": "Attiva/disattiva anteprima",
      "ja": "プレビューを切り替える",
      "ko": "미리보기 전환",
      "nl": "Voorbeeld omschakelen",
      "pl": "Przełącz podgląd",
      "pt-BR": "Alternar visualização",
      "ru": "Переключить предварительный просмотр",
      "th": "สลับการแสดงตัวอย่าง",
      "tr": "Önizlemeyi Değiştir",
      "uk": "Перемкнути попередній перегляд",
      "vi": "Chuyển đổi bản xem trước",
      "zh-Hans": "切换预览",
      "zh-Hant": "切換預覽"
    },
    "unarchive": {
      "en": "Unarchive",
      "de": "Archivierung aufheben",
      "es": "Desarchivar",
      "fr": "Désarchiver",
      "it": "Dearchivia",
      "ja": "アーカイブ解除",
      "zh-Hans": "取消归档"
    },
    "unlock_powerful_features_that_keep_your_writing_in_sync_across_all_your_apple_devices": {
      "en": "Unlock powerful features that keep your writing in sync across all your Apple devices.",
      "ar": "افتح الميزات القوية التي تحافظ على تزامن كتابتك عبر جميع أجهزة Apple الخاصة بك.",
      "de": "Schalte leistungsstarke Funktionen frei, die dein Schreiben auf all deinen Apple Geräten synchron halten.",
      "es": "Desbloquea potentes funciones que mantienen tu escritura sincronizada en todos tus dispositivos Apple.",
      "es-419": "Desbloquea potentes funciones que mantienen tu escritura sincronizada en todos tus dispositivos Apple.",
      "es-US": "Desbloquea potentes funciones que mantienen tu escritura sincronizada en todos tus dispositivos Apple.",
      "fr": "Débloquez de puissantes fonctionnalités qui permettent de synchroniser votre écriture sur tous vos appareils Apple.",
      "fr-CA": "Débloquez de puissantes fonctionnalités qui permettent de synchroniser votre écriture sur tous vos appareils Apple.",
      "hi": "शक्तिशाली सुविधाओं को अनलॉक करें जो आपके लेखन को आपके सभी Apple उपकरणों पर सिंक में रखते हैं।",
      "id": "Buka fitur canggih yang menjaga tulisan Anda tetap sinkron di semua perangkat Apple Anda.",
      "it": "Sblocca potenti funzionalità che mantengono la tua scrittura sincronizzata su tutti i tuoi dispositivi Apple.",
      "ja": "すべてのAppleデバイスで執筆を同期させる強力な機能をご利用ください。",
      "ko": "모든 Apple 기기에서 글쓰기를 동기화하도록 강력한 기능을 잠금 해제하십시오.",
      "nl": "Ontgrendel krachtige functies die uw schrijven synchroon houden op al uw Apple-apparaten.",
      "pl": "Odblokuj zaawansowane funkcje, które utrzymują synchronizację pisania na wszystkich urządzeniach Apple.",
      "pt-BR": "Desbloqueie recursos poderosos que mantêm sua escrita sincronizada em todos os seus dispositivos Apple.",
      "ru": "Разблокируйте мощные функции, которые синхронизируют ваше письмо на всех ваших устройствах Apple.",
      "th": "ปลดล็อกคุณสมบัติอันทรงพลังที่จะทําให้งานเขียนของคุณซิงค์ระหว่างอุปกรณ์ Apple ทุกเครื่องของคุณ",
      "tr": "Yazınızı tüm Apple cihazlarınızda senkronize tutan güçlü özelliklerin kilidini açın.",
      "uk": "Розблокуйте потужні функції, які синхронізують ваше письмо на всіх ваших пристроях Apple.",
      "vi": "Mở khóa các tính năng mạnh mẽ giúp bài viết của bạn đồng bộ trên tất cả các thiết bị Apple của bạn.",
      "zh-Hans": "解锁强大的功能，使您的书写在所有苹果设备上保持同步。",
      "zh-Hant": "解鎖強大的功能，讓您的書寫在所有蘋果裝置上保持同步。"
    },
    "version": {
      "en": "Version",
      "ar": "نُسْخة",
      "de": "Version",
      "es": "Variante",
      "es-419": "Variante",
      "es-US": "Variante",
      "fr": "Version",
      "fr-CA": "Version",
      "hi": "रूपांतर",
      "id": "Versi",
      "it": "Versione",
      "ja": "バージョン",
      "ko": "버전",
      "nl": "Versie",
      "pl": "Wersja",
      "pt-BR": "Versão",
      "ru": "Версия",
      "th": "รุ่น",
      "tr": "Çeviri",
      "uk": "Версія",
      "vi": "Phiên bản",
      "zh-Hans": "变种",
      "zh-Hant": "版本"
    },
    "welcome_to_mac_md": {
      "en": "Welcome to Mac MD",
      "de": "Willkommen bei Mac MD",
      "es": "Bienvenido a Mac MD",
      "fr": "Bienvenue dans Mac MD",
      "it": "Benvenuto in Mac MD",
      "ja": "Mac MDへようこそ",
      "zh-Hans": "欢迎使用 Mac MD"
    },
    "word_count": {
      "en": "Word Count",
      "de": "Wortanzahl",
      "es": "Recuento de palabras",
      "fr": "Nombre de mots",
      "it": "Conteggio parole",
      "ja": "語数",
      "zh-Hans": "字数统计"
    },
    "your_documents_automatically_sync_across_mac_ipad_and_iphone": {
      "en": "Your documents automatically sync across Mac, iPad, and iPhone",
      "de": "Ihre Dokumente werden automatisch auf Mac, iPad und iPhone synchronisiert",
      "es": "Tus documentos se sincronizan automáticamente en Mac, iPad e iPhone",
      "fr": "Vos documents se synchronisent automatiquement sur Mac, iPad et iPhone",
      "it": "I tuoi documenti si sincronizzano automaticamente su Mac, iPad e iPhone",
      "ja": "書類はMac、iPad、iPhoneで自動的に同期されます",
      "zh-Hans": "您的文档在 Mac、iPad 和 iPhone 上自动同步"
    }
  }
}